export const content = {
    home: {
        name: "الصفحة الأمامية",
        url: "/",
        priority: 0,
        notification: {
            name: "cookies",
            title: "هذاالموقعيستخدمالكوكيز 🍪",
            description: "نحننستخدمملفاتتعريفالارتباطلتحسينتجربتكعلىموقعناوإظهارالمحتوىالأكثرأهميةالممكنةلمعرفةالمزيد ،يرجىقراءةسياسةالخصوصيةالخاصةبناوسياسةملفاتتعريفالارتباطالخاصةبنا",
            actions: [
                {
                    name: "يلغي",
                    priority: "secondary",
                    type: "reject"
                },
                {
                    name: "يقبل",
                    priority: "primary",
                    type: "accept"
                }
            ]
        },
        sections: [
            {
                id: "content-frontpage-breaking-news",
                name: "أخبار عاجلة",
                articles: [
                    {
                        class: "columns-3-narrow",
                        header: "غير خاضعة للرقابة",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "الاستهداف الآن ، موز الحياة الحلق للغاية.",
                        type: "text",
                        content:
                            "الرجاء أعضاء كرة القدم كقوة كرة قدم.لكن الوقت هو جرة وجع.مجموعة غير من الفلفل الحار.عنصر الحياة الآن ولكن أعضاء كرة القدم في الهواء الطلق.في أي رعاية لسهم سريري.آخر ما تريد دعاية مطوري كرة القدم البيئية السلطة في بعض الأحيان.الاستهداف الآن ، موز الحياة الحلق للغاية أو .الآن مسح الحياة في الحلق.\n\nبشكل السفن ما يتم. جدول الإمداد أن جُل, هو دون اتفاقية باستحداث الدولارات. فقد في وشعار الأمريكي. اكتوبر بتطويق ليرتفع الى قد, غير بالرغم أفريقيا إستيلاء في. وحرمان باستخدام و لها, أن يعبأ بمباركة ولم, ان ومضى الجوي تحرّك حول.",
                    },
                    {
                        class: "columns-3-wide",
                        header: "المزيد من القصص العليا",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                            tag: "breaking",
                        },
                        title: "فقط بحاجة إلى كرة قدم رائعة لأعمال الاحماء ، ولا تتغذى على القطر.",
                        type: "text",
                        content:
                            "لان وتنصيب والفلبين التبرعات إذ. المواد وهولندا، إذ كلّ, دار السيطرة والكساد لم. عدد لم اللا الثالث استعملت, ذات من ويتّفق معاملة. قائمة معارضة قبل ما. قد الجو وهولندا، فقد. أخذ إذ كانتا وبالرغم, يبق هو مرجع ليركز ويكيبيديا،. جُل الفترة الأرواح ثم, بشكل وصغار غير بل, قام عل وباءت المسرح الجنوبي.\n\nتعد وجهان ميناء غينيا مع, و تجهيز وقدّموا فقد. المسرح الأرواح إذ ضرب, و تلك تسمّى وقامت الأهداف. أسر ثم وسمّيت وتتحمّل الانجليزية. بل قدما حالية مكن, الآلاف المتحدة مع به،. فكانت يعادل أن بلا, تكبّد لتقليعة بريطانيا-فرنسا كان قد.",
                    },
                    {
                        class: "columns-3-narrow",
                        header: "الجريمة والعدالة",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "سلطة كرة القدم حياة مجرد عملية الاحماء العظيمة.",
                        type: "text",
                        content: "هذا و كانتا مليارات الفرنسي, وبداية وبعدما فعل و. مليون وحرمان مما لم, الا مع تكبّد سبتمبر, جنوب قِبل إجلاء بـ عرض. إبّان مكثّفة واقتصار بعد أن, و ذلك غينيا تكتيكاً. ان أسر أفاق تعداد المسرح, و ببعض لتقليعة لان. في جُل بحشد الدّفاع, بل لهيمنة وتتحمّل بحث. عل وشعار أمدها قتيل، بين, تحت ان أجزاء وقامت المتحدة, دار إختار الأول أي. بـ أدنى وسمّيت الفرنسية شيء.\n\nولم واندونيسيا، تشيكوسلوفاكيا تم, ما ولم إنطلاق العالم الأثنان, وصل عالمية مشاركة الأوروبية، و. أي دأبوا الطريق الأثناء، حين. وانهاء مساعدة ومن ان, قبل و معارضة ألمانيا. به، مئات وباءت الربيع، في, دون اتّجة كُلفة الجنوب تم. أن هذه عليها اكتوبر العالمي. بحشد فبعد الدمج يبق من, ٣٠ أكثر ولاتّساع كان.",
                    },
                ],
            },
            {
                id: "content-frontpage-latest-news",
                name: "أحدث الأخبار",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "يحدث الآن",
                        type: "articles-list",
                        content: [
                            {
                                title: "لوريم الجزر جدا.",
                                content: "كانتا فرنسية استبدال أم فصل, أخر إذ الأراضي باستحداث. تلك أن استبدال لبلجيكا،, كل لكل وسوء الوزراء, وقام وجهان مساعدة وصل كل. كل فكان سياسة أساسي بعض, حيث أم الأخذ الشمل العسكري, ولم في هناك الآلاف. الا السبب الصفحات أم, لم خلاف ٢٠٠٤ عرض. للمجهود الأوربيين بريطانيا-فرنسا بحث قد, حتى لغزو اليها الإقتصادية إذ, وبغطاء الضروري استبدال إذ لكل. و دول دفّة الحرة للجزر, ضرب غرّة، المبرمة ثم, بالرّد البرية الأعمال ٣٠ حيث.",
                            },
                            {
                                title: "إجراءات المراقبة المحسنة.",
                                content: "تحت وبداية عالمية مسؤولية بل, بشرية نتيجة البولندي عن به،, ومضى الإنزال أسر بل. والكوري الخارجية ما أخذ, ٣٠ للصين أفريقيا ذلك. لكل تم وحتّى بلديهما. بالعمل بتطويق باستحداث أسر إذ. أضف عل الإثنان والفلبين, لدحر بتحدّي وفنلندا وتم ما, والنفيس العمليات الإكتفاء ثم جعل.",
                            },
                            {
                                title: "لكنني سأكون في.",
                                content: "ماذا باستخدام لم أما, مع لمّ بقسوة المشتّتون. يكن أن وعُرفت والإتحاد. ولاتّساع الرئيسية ما ذلك. كلا ترتيب لعملة لم, الضغوط محاولات استراليا، هو ضرب. الأسيوي, محاولات الباهضة واندونيسيا، مع جعل. عن بعد فقامت الخاسر التخطيط. يكن بهيئة أسابيع ولاتّساع",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "جدير بالملاحظة",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "الدعاية أو الحامل في الاحماء والرعاية والسريرية.",
                        type: "list",
                        content: [
                            {
                                content: "معقل الواقعة عن غير, قد ومن صفحة تسمّى الرئيسية.",
                            },
                            {
                                content: "هو. بعض بقعة قدما عل, جُل دفّة بتخصيص قد. انه تزامناً لتقليعة ٣٠, إذ أثره، أراضي بالجانب فعل, إذ قام الذود مليون البرية.",
                            },
                            {
                                content: "عض بقعة قدما عل, جُل دفّة بتخصيص قد. انه تزامناً لتقليعة ٣٠, إذ أثره، أراضي بالجانب فعل, إذ قام الذود مليون",
                            },
                            {
                                content: "وتم و بزمام المتّبعة الدولارات, ان أسابيع الثالث، الثقيلة تلك, دول ٣٠ وجزر مشارف الآلاف. شاسعة النفط ولم ٣٠, مما عل رئيس مسؤولية وقدّموا. أن قائمة",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "حول العالم",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "عطلة نهاية الأسبوع هي فقر معرف DUI يزين الكحول.",
                        type: "list",
                        content: [
                            {
                                content: "الخاصّة حدى, أم شاسعة غرّة، لها. بل وشعار مواقعها أضف, وشعار فرنسية المسرح حين بـ. الى الوزراء الشّعبين كل. بعض هاربر بتخصيص بمباركة بل, عل جُل وقبل قدما مسارح",
                            },
                            {
                                content: " أراض بالحرب الحيلولة بعض ثم, هو أسيا ضمنها فعل. قتيل، والنفيس غير بـ, هامش شواطيء الإتحاد ثم حدى, أي قبل هناك الأولى.",
                            },
                            {
                                content: "هو الفترة وفرنسا لليابان بحق. الآخر الإنزال ولاتّساع ثم حتى. أخر ما بسبب تصرّف مشاركة, كل حقول بوابة طوكيو ضرب, مرمى وزارة السبب دنو ثم. يعبأ القوى الاندونيسية لم يبق,",
                            },
                            {
                                content: "بـ أخر غينيا بتخصيص, كلا هو إبّان كنقطة  أن. ما بعض يقوم العالمي المنتصر. واُسدل ولكسمبورغ بـ ضرب, تم الا يعبأ السيطرة, بالرّد محاولات جهة أم.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-frontpage-latest-media",
                name: "أحدث الوسائط",
                articles: [
                    {
                        class: "columns-1",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-frontpage-highlights",
                name: "يسلط الضوء",
                articles: [
                    {
                        class: "columns-wrap",
                        header: "النقاط البارزة المحلية",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "يبق عن قدما حاملات, وفي عن هناك اعتداء والفلبين. كل تزامناً الجنوبي العالمية عدد, أعلنت بالمحور في دار. وبالرغم أفريقيا ان بال. أمام البولندي تشيكوسلوفاكيا ذلك هو. أساسي وصافرات إيو لم. وصل كردة وصافرات ما.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "بـ مسارح والفلبين التقليدية وتم, لدحر الشرقية الوزراء عدد ثم. كردة وإيطالي الصفحات بل حيث, بـ بحث بقصف مسرح أخرى. مدن الله وأكثرها ومطالبة بل, زهاء سقوط الأولية قد وصل, يقوم الصفحة مكن ٣٠. جديدة اكتوبر ان لها, تم الا بقصف لكون. قد اوروبا الخارجية عرض. بين كل وترك أمّا وسمّيت.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "لكل كُلفة حادثة كل, ما أراض حادثة التنازلي به،. الدمج الساحة تم مما, بشرية إعادة قد الى, به، جمعت بمباركة ما. وفي في مارد تمهيد, كلا تم حلّت أمام مدينة, جعل و الأرواح واشتدّت. من وعلى الصفحات حيث. فعل وصغار الشرقية المزيفة أن.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "النقاط البارزة العالمية",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "كلّ أمّا الجو الصينية بل. إذ كما جسيمة اليابان، المتساقطة،, حين أملاً يتمكن ثم, لم تحت ميناء بالرغم. عرض للسيطرة لإنعدام من. ان القوى انتباه الإحتفاظ حيث, لان تم احداث الفترة الخاطفة, أوزار اوروبا والديون أضف ان. في منتصف والفلبين جُل, هذا عل الآخر بالحرب, بقعة مارد وسمّيت أضف ثم. مدينة المتاخمة بريطانيا-فرنسا تحت بل, تم كما بالإنزال بالولايات.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "كان إحتار اليها السادس و, تم هذا بوابة التقليدية, الحيلولة المتّبعة الولايات ٣٠ دول. يبق جنوب وقرى والحزب أن, ٣٠ الله دأبوا الضروري عدم, وتم رجوعهم وسمّيت المتساقطة، ٣٠. عل لمّ الدول بتحدّي, عجّل أعلنت ابتدعها تم يتم. ما الأخذ المتساقطة، كما. جنوب أكثر انه هو, عل وبعد وسوء يكن.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "فعل أي كثيرة والروسية, عن خطّة إحكام فرنسية وصل. هذه ٣٠ إعمار إبّان الانجليزية. مسرح عملية حول أم, كل قِبل سياسة مدينة لكل. تم يبق حقول تاريخ للجزر. أن كانت الأوروبية، بعض, عل بعض هامش لفشل بشرية, غينيا الأحمر السادس أي حدى. إذ وتم ثانية تجهيز, ٠٨٠٤ بقسوة عالمية حين في, بالحرب بأضرار مع كما.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "أبرز الأحداث المحلية",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "ان لليابان الحكومة يبق. كل أثره، المضي الأهداف كلّ, أما تم غريمه الشمل. أم أهّل اوروبا شموليةً نفس, للصين ارتكبها بال تم. من كان المسرح يتعلّق, العالمي اتفاقية يكن تم. حيث عملية النفط الحدود لم. وأزيز وتزويده أي فعل, ٣٠ ومن احداث يتبقّ الخطّة. الجو تنفّس المتحدة في قام, حول قد سقوط للسيطرة والنرويج.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "قبل للمجهود بمباركة ٣٠, ثم ولم الذود الساحة إستيلاء. عدد و بالعمل وبالرغم الكونجرس, هذه المحيط استطاعوا التقليدية ان. دار الشهير وفرنسا بالولايات في. ثم كلا كردة فقامت الفرنسي, تم نفس الأمم الأولى الساحل. تكبّد الصينية وقد بل, ثم إحتار إستعمل التخطيط جهة, ذات أن تنفّس فكانت الشتاء،. الوراء الشرقية ماليزيا، قد فقد, يعبأ مشاركة الإنزال أن بعد.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "جهة التنازلي المتساقطة، ان, به، حقول ويتّفق معارضة إذ. أم كلا الخاطفة الشهيرة الأولية. أوروبا المجتمع وقد مع, تاريخ العالمية المشتّتون ما وتم, فسقط شدّت ان دول. يذكر تكبّد من قام. شمال دأبوا الكونجرس ٣٠ مدن, لكل مع شمال لدحر دأبوا. هذا و تعديل تجهيز الوزراء, ما يذكر لغزو دون.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-frontpage-top-stories",
                name: "أهم الأخبار",
                articles: [
                    {
                        class: "columns-1",
                        type: "grid",
                        display: "grid-wrap",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "ما عشوائية سنغافورة غير, أي جهة الجنوب ابتدعها, بـ الا بزمام فشكّل يونيو. كل كان أمام وأزيز الحيلولة, دفّة الإمتعاض واندونيسيا، وتم ان. الأرض الحكومة المعاهدات مع أخذ. قد لفشل ابتدعها لان, لم يكن واعتلاء وبلجيكا،. في فعل يطول أسيا وأزيز, ان تعديل وزارة هذه.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "عجّل أراض الواقعة عدد في, طوكيو الأراضي التخطيط الا إذ. قبل ان ليركز مقاطعة. عدم اتّجة الأجل معزّزة ثم. نهاية الإتحاد ومن بـ, تحت أم الشرق، الأثنان الإمتعاض. أم مشروط بمعارضة والنرويج بحق, ان المضي بمعارضة حين. و أمام العظمى عدم, عل فصل نقطة حكومة, قامت تطوير الساحلية كل تلك.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "تم خلاف الأسيوي أسر, ضرب ووصف علاقة استبدال عل, وترك إعلان ما أما. التكاليف المشتّتون كل هذا, بعد وباءت الضغوط الثالث قد, و شعار وبريطانيا حدى. فصل ما لفشل جديداً, قد أمام استرجاع بحث. عن مدن تُصب ووصف, تلك أي واُسدل ارتكبها تشيكوسلوفاكيا, ذلك الحرة لمحاكم الأهداف تم. ديسمبر الخاصّة الإثنان أسر أم, يبق ألمّ بالمطالبة أن, تشكيل إتفاقية تلك ثم. و عليها ممثّلة مكثّفة أسر.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "عدد لعدم وفرنسا أي, وتزويده الأرضية يتم هو. جورج مسارح يكن ٣٠. نفس أملاً الشرقي بالولايات مع, تصرّف فرنسية مع الى, ثم الا .",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "عجّل الشطر النزاع ثم دنو, ومن عل لفرنسا الباهضة. مئات الأجل واشتدّت بحق كل, غضون وعُرفت نفس أي. انه وحتى أوزار والقرى قد. الخاصّة الأوروبية، من بها, مسرح علاقة الرئيسية ان حين, أن العاصمة ويكيبيديا الا.",
                                url: "#"
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-frontpage-international",
                name: "دولي",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "أوروبا",
                        type: "articles-list",
                        content: [
                            {
                                title: "يرجى المطور في تمويل الجزر طبقة وثيقة الهوية الوحيدة.أنواع نطاق تصنيع الشارع.",
                                content: "الا ان يقوم المشترك بالسيطرة, ثم تسبب وإقامة تغييرات هذا. كان أوسع يتبقّ الكونجرس أي, أسر وجزر بهيئة الأولى كل. أم العناد يتعلّق الخاصّة وصل, بقصف هاربر عدد أن. أي لعدم انتهت الاندونيسية وقد, يتم هو وبدون أملاً الخاطفة. يطول المشترك أن كما. كما وحتّى وقدّموا الوزراء مع, بـ النفط للإتحاد ومن.",
                            },
                            {
                                title: "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز",
                                content: "ببعض الوراء بـ حول. فصل هو الأول مهمّات محاولات. حتى عل إحكام الوراء, أن حول بلاده الشمل المدن, وقام شاسعة واستمرت ٣٠ قبل. بحث بتطويق بمباركة الشتوية ما, عُقر معزّزة أن حيث. مع ضرب حاول جسيمة علاقة. حدى في تعداد الآخر. أسر تم أعلنت القادة, تم لها معاملة الهادي.",
                            },
                            {
                                title: "ولكن إذا كانت حمامات كرة القدم ، ولكن البحيرة ، ولكن الكاريكاتير في.",
                                content: "حول عل الجنود الشتاء،, لها عليها بتخصيص الجنرال كل. نتيجة الشمل كل لها. الا بـ وبدون الإنزال بالمطالبة, حول لم هناك الإمداد. تحرّك بالعمل هو بين, عل على وسوء بزمام اليها. ٣٠ جعل تعداد وباءت وقوعها،, نتيجة أعلنت مشاركة بها تم, احداث والديون قام أي.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "أمريكا الجنوبية",
                        type: "articles-list",
                        content: [
                            {
                                title: "كانت دعاية الحاجة القوس متنوعة الواجب المنزلي.",
                                content: "وفي مكّن للسيطرة الإطلاق من. في وصل جسيمة المتحدة التجارية, عن ضرب الإمداد ولكسمبورغ, هو بالفشل والعتاد أضف. فبعد وعُرفت إنطلاق في ومن. وترك وبولندا بعض مع, للسيطرة العسكري الأوروبي مدن أن. بـ الجنود الأثناء، لبولندا، كان, مكن عن تحرّكت استطاعوا.",
                            },
                            {
                                title: "طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف عوضاً عن استخدام هنا يوجد",
                                content: "دون ثم بداية حادثة ويكيبيديا. أما لهيمنة استبدال التكاليف عل, أي تحت جدول وبداية اتفاقية. عرض ما تمهيد مسارح وحلفاؤها, ان أثره، فشكّل مدن. صفحة لغات مشارف بل مدن, دون تم الجنود المبرمة. الذود بأضرار الأهداف انه أي, بالعمل وصافرات ومن تم, مئات مشروط بال من.",
                            },
                            {
                                title: "يشرب أو تريد كل منها.",
                                content: "فعل يونيو انتصارهم في, و أخر تعداد أوزار ليرتفع. لم حتى جسيمة وسمّيت والإتحاد. بفرض الصفحات لم لان, جسيمة السفن يكن كل. أن الفترة بريطانيا مدن.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "آسيا",
                        type: "articles-list",
                        content: [
                            {
                                title: "قد يكون الأعضاء أيضًا لاعبيك الفلفل الحار.على سبيل المثال ، ولكن حلق القبيح في كرة القدم ، مشروب بلدي ، ولا.",
                                content: "الشمال سليمان، ان دول, قد ومضى وقبل عشوائية لمّ. البرية والعتاد وصل من, أن شيء وبدأت حالية. أم كما واحدة اتفاقية, أي بحق أراضي واقتصار. ثم وجزر تكاليف عشوائية الى, عل ولم سكان قائمة. ان حين رئيس مرمى وترك. نفس إعلان واتّجه سنغافورة ٣٠, المبرمة ماليزيا، قد إيو. بـ وقد وجزر قادة لبولندا،, تحت عل الثقيل الربيع،.",
                            },
                            {
                                title: "وادي هاريترا لتعيين وعاء الأسد الذي يرجع تاريخه.",
                                content: "حتى لم جورج عليها استدعى, جديدة وباءت الساحة ان كما, يبق عن فبعد والنفيس الاندونيسية. يكن بـ يتبقّ تغييرات, عدد بسبب علاقة الدّفاع إذ. أن رجوعهم اسبوعين جعل, أكثر مقاومة في بال. و مساعدة وتزويده العالمية لان, بحث خيار مساعدة عل, من بها بالفشل وإعلان مواقعها. سقطت مساعدة بين أي, أعلنت استرجاع بعد ثم.",
                            },
                            {
                                title: "في مختلف أو جعبة أو قبيح بحاجة الآن إلى ألم لوريم.",
                                content: "رجوعهم الجنوب أي بحث. بل مرجع وصغار شيء, بسبب جديدة دول بل. ان لإعادة المجتمع وايرلندا بال, مكن و يعبأ محاولات ومطالبة. جهة أم مايو سياسة الدمج. حول سبتمبر وبغطاء ومحاولة بل, فعل أي بلديهما لتقليعة للأراضي.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-frontpage-featured",
                name: "متميز",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "واشنطن",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "عشوائي أخذتها من نص، لتكوّن كتيّب بمثابة دليل أو مرجع شكلي لهذه الأحرف. خمسة قرون من",
                        type: "list",
                        display: "bullets",
                        content: [
                            {
                                content: "تدليك كرة القدم الجذاب في الجبهة.",
                                url: "#",
                            },
                            {
                                content: "اضبط الجري القبيح في هذا الشارع العشور.",
                                url: "#",
                            },
                            {
                                content: "وفي مكّن للسيطرة الإطلاق من. في وصل جسيمة المتحدة التجارية, عن",
                                url: "#",
                            },
                            {
                                content: "الأداء على مجموعة الموجات فوق الصوتية للواجبات العقارية التغذوية حتى الآن.",
                                url: "#",
                            },
                            {
                                content: "من تصحيح فكي التدليك في بعض الأحيان.",
                                url: "#",
                            },
                            {
                                content: "الكثير من الضعف من أجل عدم وجود ضغوط طيران الموز.",
                                url: "#",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "نيويورك",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "الزمن لم تقضي على هذا النص، بل انه حتى صار مستخدماً وبشكله الأصلي في الطباعة والتنضيد",
                        type: "list",
                        display: "bullets",
                        content: [
                            {
                                content: "هذه دائمًا ابتسامة في المكياج حامل المكتب ليس الجميع كذلك.",
                                url: "#",
                            },
                            {
                                content: "وعُرفت إنطلاق في ومن. وترك وبولندا بعض مع, للسيطرة العسكر",
                                url: "#",
                            },
                            {
                                content: "دون ثم بداية حادثة ويكيبيديا. أما لهيمنة استبدال التكاليف عل, أي تحت ",
                                url: "#",
                            },
                            {
                                content: "فعل يونيو انتصارهم في, و أخر تعداد أوزار ليرتفع. لم حتى جسي",
                                url: "#",
                            },
                            {
                                content: "الشمال سليمان، ان دول, قد ومضى وقبل عشوائية لمّ. البرية والعتاد وصل",
                                url: "#",
                            },
                            {
                                content: "الكثير من الكتلة من صلصة ماكرو الحياة.",
                                url: "#",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "الملائكة",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "يولد المورس لتفوت الماوس.",
                        type: "list",
                        display: "bullets",
                        content: [
                            {
                                content: "ماتيس هو السخرية من الأسهم العناصر.",
                                url: "#",
                            },
                            {
                                content: "الجزر المعقمة وعاء الجري تحتاج الآن كرتون الشوكولاتة موريس.",
                                url: "#",
                            },
                            {
                                content: "حتى لم جورج عليها استدعى, جديدة و",
                                url: "#",
                            },
                            {
                                content: "الآن كرتون الشوكولاتة موريس في بعض.",
                                url: "#",
                            },
                            {
                                content: "تريد التمويل ولكن الأداء ولكن بوابة لوريم لينة بعض.",
                                url: "#",
                            },
                            {
                                content: "المبرمة ماليزيا، قد إيو. بـ وقد وجزر قادة لبولندا،, تحت عل الثقيل الربيع،.",
                                url: "#",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-frontpage-underscored",
                name: "يؤكد",
                articles: [
                    {
                        class: "columns-2-balanced",
                        header: "هذا أولا",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "تصفح يقوم الشهير عدد و. و وتم بوابة تطوير. إيو قد لعدم يعادل, ذلك لدحر وتنامت كل, قام وسوء أملاً المشتّتون في. بعد يذكر نتيجة اليابان، كل, أحدث أطراف البولندي كان أن. ذات لهيمنة الحدود و, أسابيع الحدود اليابانية ان حتى. دون مارد أجزاء المؤلّفة ٣٠.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "وتم بقيادة الواقعة باستحداث ما, أي انه العدّ ممثّلة استدعى. إيو ان وقرى لغزو, فكانت الشطر شموليةً يكن لم. دفّة الأخذ جهة ٣٠, مع بسبب بالفشل حين. أن والحزب والمانيا ضرب, لدحر التي إذ أخر, بين لم وقرى بهيئة. وجزر بالفشل الأوروبيّون قام أي, بل والتي التخطيط تحت.",
                                url: "#"
                            }
                        ]
                    },
                    {
                        class: "columns-2-balanced",
                        header: "هذا الثاني",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "وعلى أفاق مهمّات من أما. أخذ ضمنها انتهت أفريقيا ان. في ا استمرار الدنمارك ذات, ما بينما معزّزة الا. قِبل وباءت والعتاد ان فعل, ٣٠ ومن وقبل بتخصيص. على حصدت ليبين تكاليف أم, بلا من حكومة الشرق،, لان لإعادة الثقيلة في. بين وبعض حكومة إعادة من, جنوب النفط ٣٠ على.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "وتم عُقر النفط الرئيسية عن, ضمنها ولكسمبورغ وبريطانيا ثم مما. ولم أم أكثر وبالتحديد،, عرض الحرة الطرفين اتفاقية إذ, لغزو التجارية التقليدية عل جعل. أي مدن غينيا وسمّيت, إبّان فرنسا أي فقد, على مع سليمان، والإتحاد بريطانيا-فرنسا. أي الإثنان العمليات جُل, ان سابق معاملة حيث. سكان تشكيل بقيادة هو دنو.",
                                url: "#"
                            }
                        ]
                    },
                ]
            },
            {
                id: "content-frontpage-happening-now",
                name: "يحدث الآن",
                articles: [
                    {
                        class: "columns-wrap",
                        header: "سياسي",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "كنقطة الانجليزية كل حين, ٣٠ الجنوبي ايطاليا، التغييرات انه, عل هذه إنطلاق البرية. هُزم الفرنسي الأمريكية ٣٠ عدد, دون ما منتصف أوروبا بالإنزال. ٣٠ تحرّك الفرنسي فصل, بل كما ا البولندي. نهاية بالمحور حدى إذ, إذ أوسع تجهيز الشمال ذات, قد بلا الحكومة الواقعة الكونجرس. أم فقد وبدون المحيط. ومن بل قدما الشرق، الأمريكي, ٣٠ أواخر تشكيل وانهاء على.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "كل يعبأ بالرّد الولايات فعل, بلاده وباستثناء الإتفاقية قد على, أحكم لإعادة في تحت. جسيمة جديداً بالسيطرة ثم كان, بل يقوم وجهان واستمر وصل. ووصف واعتلاء و حيث, فقامت المحيط لتقليعة كان بـ. قدما جديداً إيطاليا بلا إذ, قد بأيدي الشرقي أسر. حول تم تحرير الثقيلة. تصرّف شاسعة مع عدم, أم العاصمة الشرقية المعاهدات به،.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "ذات لم فكان فقامت والروسية. لمّ هُزم انتباه بل. دون مع لعدم ويتّفق المواد. كرسي اتّجة أطراف كلا من, بشرية وايرلندا كان ٣٠. ٣٠ وسفن قُدُماً الإيطالية بين, كل النفط يعادل هذا.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "صحة",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "ما جُل هنا؟ وأكثرها, عن انه جزيرتي بالمطالبة. الله حقول كان في, بـ إيو ألمّ أخرى والمعدات, أخر بل تحرّك الضغوط والمانيا. ما سقوط نتيجة ويتّفق ومن. وفي ودول الواقعة ان, ٣٠ ذلك يذكر المتساقطة،, نفس و بقيادة بالحرب. بحث الأخذ وانهاء في, بالحرب وإيطالي لكل من.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "فكانت اعلان وإقامة قد وصل, ان يذكر قبضتهم والفلبين مكن. هو فقد وكسبت العصبة استبدال. أن الطرفين استراليا، انه. كانتا اكتوبر ان قبل, بقيادة وبولندا بريطانيا-فرنسا ما بين, عن أما لهيمنة والمانيا ماليزيا،. مع يبق بفرض وتنامت واستمرت, مع سياسة جديداً ذلك.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "هامش البرية الساحلية دنو في, مع شاسعة تعديل ومطالبة على. أي تمهيد عليها والكساد دول, أم ذات رئيس وصافرات. دار مرجع الأوروبية، قد, أملاً واُسدل حاملات أم بحث. من بشرية قُدُماً جُل, بها كل سياسة فقامت وانهاء. الستار للحكومة عل مدن, مشروط كُلفة المسرح من يكن, تحت بـ الجو وتتحمّل لبلجيكا،. غضون لفشل تحرّك ما جعل. حيث في قررت وباءت, قبل ثم الآخر بالفشل معزّزة, قد ترتيب استراليا، مكن.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "عمل",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "حيث عل وقرى بمباركة. لم بعض أمام ولاتّساع, العناد بمعارضة الإمتعاض تلك ما. ثم تمهيد كثيرة الشّعبين ذات, بـ كرسي أصقاع واتّجه لان, بقعة كانت الحرة كان و. مدن وزارة ميناء بمعارضة مع, جديداً تحرّكت باستخدام قد يتم.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "بها لم تونس جديدة الدّفاع, تم وصل مارد إجلاء اعلان. يبق في هامش المؤلّفة الدولارات, أم انه مليارات ولاتّساع الكونجرس. ترتيب الأخذ ممثّلة أسر ثم, الشمل الجنود عن كلا. وفنلندا الإثنان الجنوبي ثم حيث. وبعد لليابان ثم بعد. لم يكن الساحل التكاليف, حدى أجزاء الحيلولة عن, وأزيز مقاطعة الفرنسية كلا و. يعادل وإعلان واقتصار دول و.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "سقوط إحكام وبولندا أم جعل, جُل بـ فسقط تطوير سليمان،, وقرى الأجل الأوضاع ذلك ثم. أوسع الدنمارك ان أخر. العالمي مواقعها بال إذ, أما المحيط الاندونيسية هو. بل أخذ أواخر الآلاف القادة, أم استرجاع والنرويج غير, استدعى العالم، الأوربيين قد شيء. وجهان الدول وإعلان أما أم, ان رئيس مسارح اعلان يتم. تلك تُصب والنفيس هو, ماشاء الإثنان المتساقطة، عن شيء.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-frontpage-hot-topics",
                name: "مواضيع مثيرة",
                articles: [
                    {
                        class: "columns-2-balanced",
                        header: "هذا أولا",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "مع يبق المضي العالمية, كلّ هو جورج الآخر الغالي. انه ومضى القوى أي. كل غريمه بالمطالبة دول, بـ كلا قررت وعُرفت قُدُماً. نتيجة الشهيرة والفرنسي عدد كل, عدم ان وجزر وبدأت. بزمام الحيلولة بـ عرض, الى عُقر أفاق بالجانب هو, مكن أي تصفح التحالف. بال منتصف المؤلّفة قد, وقد وحلفاؤها المشتّتون أي.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "أي حدى بزمام العالم, المسرح الأبرياء في لها. ٣٠ ولم بخطوط تشكيل اعتداء, أم الوزراء التقليدي التقليدية دون. من بسبب العالمي كلا, ان يونيو التقليدي حول. كان أسيا وباءت واُسدل إذ, قتيل، شواطيء وتم من.",
                                url: "#"
                            }
                        ]
                    },
                    {
                        class: "columns-2-balanced",
                        header: "هذا الثاني",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "دنو صفحة أصقاع والكساد بل. بها ليبين بالولايات من, تعد أملاً وهولندا، ويكيبيديا، ان. كل أضف قِبل وبحلول استبدال, في الوراء للمجهود تلك. وبعض اعلان معاملة حول هو, مسؤولية الثانية في جهة. بها الوراء التّحول الأوروبية، في. الإنزال التّحول جُل من, مكّن مليون العدّ ٣٠ لان.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "دون قد بخطوط الشهير, قد يقوم الهادي والروسية جهة, أدنى الإطلاق الانجليزية عن تحت. بعد مسؤولية ارتكبها ان, لها العصبة المشتّتون بـ, أخرى وتزويده جُل ما. كل سقطت الصفحة وفنلندا إيو, حصدت اعلان وتنامت أم لمّ. وقد بحشد سقوط عليها في, عل تطوير للجزر المشترك فصل. ذات ٣٠ السفن اسبوعين.",
                                url: "#"
                            }
                        ]
                    },
                ]
            },
            {
                id: "content-frontpage-paid-content",
                name: "المحتوى المدفوع",
                articles: [
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "الآن يشرب الموز لمضادات الأكسدة الحوامل أو.ولا  في الخميرة وضعت على الوعاء.م",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "تحتاج إلى كرة قدم ذكية أو قوس ابتسامة أي شخص.لا الدردشة القوس الحامل وأصول درجة الحرارة.",
                            },
                        ],
                    },
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "من رقعة من فكي التدليك في بعض الأحيان.مجموعة التغذية الجماعية للعقارات التجمعات فوق الصوتيات حتى الآن.وادي الغد هو دائما المؤلف أو فترة الحياة.لارتجال الكثير من بعض المعرف.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "البيئي لا يحتاج إلى قطر كرة القدم حتى.كرة القد وصفة شبكة.",
                            },
                        ],
                    },
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "أو حامل.لا يوجد مركبة من موبيليسي نولام نفسها من مسار طيران أو بعض كرة القدم.أي شخص هو شوكولاتة كرتون.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر",
                            },
                        ],
                    },
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "عليك أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة مخبأة في هذا النص.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "طبقة ناعمة من أسد العبارة من قطر.الآن يشرب الموز لمضادات الأكسدة الحوامل أو الوادي.",
                            },
                        ],
                    },
                ],
            },
        ],
    },
    us: {
        name: "نحن",
        url: "/us",
        priority: 1,
        message: {
            title: "شاهد الأخبار العاجلة!",
            description: "حدث شيء مهم ويجب عليك مشاهدته!"
        },
        sections: [
            {
                id: "content-us-world-news",
                name: "اخبار العالم",
                articles: [
                    {
                        class: "columns-3-wide",
                        header: "يحدث اليوم",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                            tag: "breaking",
                        },
                        title: "لكن إنفاذ التنفيذ البيئي المغذي الحراري القابل للخصم.",
                        type: "text",
                        content:
                            "من غير حاول والفلبين اليابان،, فعل احداث اتفاقية في. في وصل وبعض عقبت وجهان, قائمة السيء ولكسمبورغ ومن أي, هاربر غرّة، هذه إذ. عل كلا الشمال وفنلندا, نفس كل لعملة التّحول ومحاولة, أوسع الجنوب الخاطفة دون هو. نفس مليون نهاية استعملت إذ, من الجنوبي وهولندا، أخر. جهة قد بالجانب بمحاولة ولاتّساع, أسر تم بوابة النفط وبحلول. فعل وبدأت اوروبا إذ. حقول وبعد وفي ٣٠, للجزر الأبرياء و شيء. دفّة العدّ الضروري دار أم, عل التي مقاومة الجنوبي بال. بـ ولم منتصف بالرّغم, عن أفاق الشرق، بريطانيا-فرنسا بال. مع نفس الأحمر الصعداء, بحث يقوم لهذه بـ.",
                    },
                    {
                        class: "columns-3-narrow",
                        header: "الشائع",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "من أجل تنشيط سيناريو حياة فقط تحتاج إلى شيء عظيم.",
                        type: "text",
                        content:
                            "هذا ليس تصنيعًا معينًا لكرة القدم يركض ضحكًا في كرة السلة.بطولة وثيقة الهوية الوحيدة لايف الكحول تشرب الشراب كدبابات.فقط حتى الضعف القطر.تدليك كرة السلة حامل للغاية سريري للاستثمار.فالي تيلوس معرف البروتين معرف.\n\nلدحر السيء وهولندا، أم ولم, أما وإيطالي ألمانيا بالسيطرة بـ. ما رئيس الواقعة باستحداث حيث, أن الله قتيل، حول. عل الوراء الجنود أما, تعد قد اللازمة الأولية, أم تعديل والمانيا الإيطالية انه. تم لكل تعديل السيطرة ايطاليا،. لدحر والنفيس بريطانيا مع وتم, أوسع مليون أضف ٣٠, من وحرمان المشتّتون وقد.",
                    },
                    {
                        class: "columns-3-narrow",
                        header: "طقس",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "هذا الفلفل الحار الطماطم إلى عنصر الكرة الطائرة الحلق.",
                        type: "list",
                        content: [
                            {
                                content: "سكان التغذية كرة القدم الحزين الشيخوخة.أو الفول السوداني Til ووقت الكراهية Orci بروتين كرة السلة في.",
                            },
                            {
                                content: "أنا أكره الراحة في نهاية الأسبوع في نهاية الأسبوع ، لكن إنفاذ إنفاذ التنفيذ البيئي.",
                            },
                            {
                                content: "لدحر السيء وهولندا، أم ولم, أما وإيطالي ألمانيا بالسيطرة بـ. ما رئيس الواقعة باستحداث حيث, أن الله قتيل، حول. عل الوراء الجنود أما, تعد قد اللازمة الأولية, أم تعديل والمانيا الإيطالية انه. تم لكل تعديل السيطرة ايطاليا،. لدحر والنفيس بريطانيا مع وتم, أوسع مليون أضف ٣٠, من وحرمان المشتّتون وقد.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-us-around-the-nation",
                name: "في جميع أنحاء البلاد",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "أحدث",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "تم تكوين 1 فقرة، 5 كلمة، 27 بايت من نص لوريم إيبسوم",
                        type: "list",
                        content: [
                            {
                                content: "بال بالعمل جديداً ماليزيا، ان. عن بها مليارات المتحدة",
                            },
                            {
                                content: "آسف على كرة القدم التي تخرجت.",
                            },
                            {
                                content: "حين. خطّة بشرية أوراقهم حدى في, ما والتي أعمال العالمية دار. مكن",
                            },
                            {
                                content: "أنا لا الدردشة الكحول الحامل و.من المهم مضادات الأكسدة الكبيرة حتى وقت كرة القدم السريرية.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "عمل",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "نطاق تصنيع مطور التغذية.للكرتون الشوكولاته الاحماء مع الرقبة.",
                        type: "list",
                        content: [
                            {
                                content: "جُل بشرية إستعمل إذ, بـ جعل خيار لغات تسبب. لم الإمتعاض الإتفاقية وتم, دنو كل",
                            },
                            {
                                content: "لأوربيين ثم ذات, و تشكيل إعلان أضف. جُل الضروري الخاصّة ان, الإمداد عشو",
                            },
                            {
                                content: "أوروبا ولاتّساع وحلفاؤها تم جهة, عل جعل وعلى وجهان والنرويج",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "سياسة",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "آلام المكتب وظيفية رائعة.كما أنها ليست العقارات الآن هي أن أسهم عنصر المنطقة.",
                        type: "list",
                        content: [
                            {
                                content: "دون قد بخطوط الشهير, قد يقوم الهادي والروسية جهة, أدنى الإطلاق",
                            },
                            {
                                content: "بـ, أخرى وتزويده جُل ما. كل سقطت الصفحة وفنلندا إيو, حصدت ",
                            },
                            {
                                content: "قبل من الأمور الطرفين ولكسمبورغ, قبل غريمه أطراف إتفاقية عن, و",
                            },
                            {
                                content: " لم الإمتعاض الإتفاقية وتم, دنو كل وفنلندا وبالتحديد،, بخطوط وبلجيكا، بين بل. مشا",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-us-roundup",
                name: "جمع الشمل",
                articles: [
                    {
                        class: "columns-wrap",
                        header: "واشنطن",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "مرجع الأوروبيّون عن ذلك. بل لمّ بزمام تجهيز بمحاولة, يكن قد جيوب إستيلاء, ودول بينما الإطلاق ما حتى. بعد بل اسبوعين الإيطالية الإقتصادية. مما ان فرنسا ديسمبر إستيلاء, و منتصف تحرّكت أخذ.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "قبل من الأمور الطرفين ولكسمبورغ, قبل غريمه أطراف إتفاقية عن, و لمّ وجهان مشاركة. إذ لمّ الهادي بالمطالبة, إذ ٢٠٠٤ كنقطة اليها حين. خطّة بشرية أوراقهم حدى في, ما والتي أعمال العالمية دار. مكن ٣٠ ليبين قتيل، عسكرياً. ما الصفحات استرجاع مكن.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "بال بالعمل جديداً ماليزيا، ان. عن بها مليارات المتحدة, كردة واتّجه قُدُماً قام و. عل مارد الصين مساعدة كما. سابق الإنزال أي أسر, معزّزة بالحرب ضرب في. تم أضف خيار مواقعها.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "الساحل الشرقي",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "جُل بشرية إستعمل إذ, بـ جعل خيار لغات تسبب. لم الإمتعاض الإتفاقية وتم, دنو كل وفنلندا وبالتحديد،, بخطوط وبلجيكا، بين بل. مشارف الأوربيين ثم ذات, و تشكيل إعلان أضف. جُل الضروري الخاصّة ان, الإمداد عشوائية وقد ثم, عرض بل أملاً ديسمبر. مع لغزو بالعمل ذات, فاتّبع الأمور جعل كل.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "إذ قادة المضي النزاع قام, ما كلا وأكثرها ومطالبة الساحلية. قتيل، المضي ولم أم. ثم مما اتّجة الإكتفاء. قبل و أساسي بالسيطرة, حول أن بلاده معزّزة. و بقصف مسارح الإنذار، ذلك, تعد أمّا بهيئة الوراء مع.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "يكن الفترة وتنامت العالمي بـ, انتباه الربيع، باستحداث فصل عن. بعض ثم خطّة القادة. نقطة مرمى تم جُل, حيث قد تجهيز إستعمل التبرعات, يتبقّ رجوعهم إذ عدد. أسيا الشتاء عل شيء. معارضة وبالتحديد، قد أخذ. لان فكان بلديهما ثم, لدحر فهرست بل نفس.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "الساحل الغربي",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "لها لغزو للمجهود لم. الخاصّة اقتصادية من حول, بعض قد لإعلان الإنزال الإمتعاض. بعض إذ إحكام الآلاف, أن هذا مقاطعة بالمحور. كل إحتار اعلان الى, بل به، مارد بخطوط المسرح.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "أوروبا ولاتّساع وحلفاؤها تم جهة, عل جعل وعلى وجهان والنرويج. بحشد أكثر هو به،, كان وإقامة استبدال لم. لمّ تصفح وفرنسا إذ, فقد أطراف إتفاقية ما, فصل اعتداء الطرفين ان. قُدُماً التجارية بـ مدن. مقاومة والروسية ايطاليا، كان أم, ان ومحاولة المشتّتون وقد, مما أم وحتى بتخصيص. دنو قد الجو ويتّفق, ثم الأولية الخارجية ويكيبيديا إيو, الأثنان واستمرت باستخدام من لكل.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "والنفيس التاريخ، بريطانيا، تم وقد, يذكر علاقة به، أم. أم يبق العدّ الساحة, المضي وكسبت انه قد, إتفاقية والديون الأراضي ما هذا. حول تم خيار الولايات, المجتمع المتحدة الأوروبية، بحق ما, تم للصين الأمور العمليات تحت. مليون هاربر المشتّتون لم عرض. بهيئة الغالي كما مع, ان بتخصيص مشاركة بالإنزال انه, وبعض مشروط ان بلا.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-us-crime+justice",
                name: "الجريمة والعدالة",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "المحكمة العليا",
                        type: "articles-list",
                        content: [
                            {
                                title: "أو ابتسامة أو راحة سحب.",
                                content: "سابق أفريقيا الإتحاد في يكن, شمال لغات الحرة ٣٠ الى, أي بأضرار وحلفاؤها الرئيسية إيو. هو الى قامت البرية تزامناً, أم دفّة الحيلولة يبق. ان خلاف انذار مدن, مايو لإنعدام عل به،. المدن باستحداث لبلجيكا، من بحث, و أعمال الشرق، الجنرال بعض, و مارد بالرغم بالإنزال بعد. كل عقبت أكثر الربيع، شيء, ان أهّل ماشاء مدن. أحدث احداث بـ جُل, الحرة يتعلّق بلا هو.",
                            },
                            {
                                title: "الكثير من الضعف مات هو.",
                                content: "حتى ان لإعلان التغييرات, بـ وأزيز التجارية بريطانيا، بها. كل وبدأت يعادل لتقليعة حدى. ساعة ضمنها الفرنسي ٣٠ أضف. وصل في هُزم كانتا وإعلان, ما الى شواطيء اللازمة. بال كثيرة واتّجه الهادي ثم, بشكل ووصف الأرضية قام ما.",
                            },
                            {
                                title: "موريس في بعض السلطة البيئية مثل مطوري كرة القدم.",
                                content: "هو دول المضي الإحتفاظ الإمتعاض, بينما أعلنت قُدُماً جُل لم, الأحمر الخاسرة بل جُل. بل أخذ معقل الأجل الصعداء, الله اوروبا بالجانب أي عدم. الشتاء العظمى حاملات كل ضرب, عدم دخول مئات المزيفة في. بحشد اتفاق شيء أن, بـ أخذ تشكيل قبضتهم اللازمة. انه قد وحرمان الساحلية الأوروبي.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "قانون محلي",
                        type: "articles-list",
                        content: [
                            {
                                title: "الكثير من العلاج حتى الضعف القطر.",
                                content: "مشروط العدّ المتحدة في جُل. مع شدّت تكبّد الإطلاق تلك, والكوري والمانيا الى عل, جعل تم مليون العسكري المجتمع. كلا شرسة البولندي الساحلية مع, الى هو بقعة تنفّس واقتصار. إذ لفشل ديسمبر لكل, و حتى إبّان بريطانيا-فرنسا. للسيطرة العسكري المنتصر أن عرض, وتم وصافرات التقليدي أي.",
                            },
                            {
                                title: "أحدث أسهم كرة السلة السريرية من الفلفل الحار تحتاج دائمًا إلى الواجب المنزلي.",
                                content: "أم الشرق، معزّزة الحيلولة الى. الصين شواطيء إذ قبل, مرمى الأهداف ثم الا, و بعض أراض والديون. أم كردة بقسوة وبالرغم على. إعادة ماشاء العسكري حتى عن, وإعلان العظمى عل كما, بحشد حقول لهذه أم فقد. لان العصبة والمعدات من, بقصف المضي المواد كل يتم. سكان ويتّفق وإيطالي فعل كل, ثم بال أوزار فشكّل, تكبّد التاريخ، التغييرات جعل عن.",
                            },
                            {
                                title: "الشوكولاتة الشوكولاتة الشوكولاتة في الأرز.",
                                content: "إحكام للمجهود جهة قد, وصل ووصف أوسع للحكومة عن. وشعار عسكرياً التقليدية لم كما, كما ما ماذا ومضى تطوير, تحرّك بالحرب قد بحق. أن أمّا اتفاق لها. ماذا ٠٨٠٤ وبولندا عن قبل, لها وقام التّحول استرجاع عن. قد سياسة غرّة، كلّ, و جُل أطراف إستيلاء.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "رأي",
                        type: "articles-list",
                        content: [
                            {
                                title: "رائع وتصنيع العقارات المختارة.",
                                content: "ثم الجنرال الأوربيين يكن. تعد الذود تحرير وباءت ٣٠. تم لكل مليون سبتمبر شموليةً. وبعض سبتمبر يتعلّق بلا عن, إيو قائمة أجزاء و, ثم بعد للمجهود وبولندا. و أسر مرجع الخطّة اوروبا, من ذات وعُرفت الإنزال. اتفاق الشمل بمباركة بال أن, تلك أن السيطرة الأعمال, وحتّى السيطرة بريطانيا أن لها.",
                            },
                            {
                                title: "خلافاَ للإعتقاد السائد فإن لوريم إيبسوم ليس نصاَ عشوائياً،",
                                content: "لمّ إبّان وباءت الإثنان عل, مكن الطريق الشّعبين ٣٠. فقد خطّة وترك يتسنّى ان, الفرنسية ولكسمبورغ بـ حيث, أسر قد الأمريكي الإقتصادية. أي بين تطوير النزاع, المحيط النزاع عسكرياً بعد لم. كما معارضة للسيطرة انتصارهم و, عن وإقامة الإقتصادية أضف. من أسر الأوضاع الدنمارك انتصارهم, اليميني لإنعدام يكن إذ. تشكيل بريطانيا، لمّ بل, كل واُسدل للسيطرة بحث, انه ان هُزم التبرعات.",
                            },
                            {
                                title: "لكلاسيكي منذ العام 45 قبل الميلاد، مما يجعله أكثر",
                                content: "جمعت الأوروبيّون أخر مع, ترتيب يونيو واُسدل كلّ أن, وفي لم وباءت ديسمبر. ثم اعتداء المنتصر كلا. بل حدى بقصف عشوائية. إذ بالفشل واتّجه بها, ما عرفها للمجهود اتفاقية هذا, وانهاء الكونجرس ٣٠ بال. خطّة الأولى الباهضة لم مما, لم جهة إعلان الباهضة.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-us-around-the-us",
                name: "حول الولايات المتحدة",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "أحدث",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "لجعل سعر الميكروفون لسحب القوية ، ودرجة الحرارة.",
                        type: "list",
                        content: [
                            {
                                content: "لقد كان مطور الراحة في التغذية في.الجزر المتخرج لكرة القدم هو عقار في."
                            },
                            {
                                content: "وثيقة الهوية الوحيدة لتزيين الجزر المتدربين للاستثمار في الأرنب.من فضلك ومع ذلك ، إنفاذ التنفيذ الاحترافية البيئية.",
                            },
                            {
                                content: "مع, قبل أي اللا المنتصر والنفيس. أن حتى مئات وإيطالي تشيكوسلوفاكيا, في سابق",
                            },
                            {
                                content: "عجّل أصقاع الربيع، حيث قد. الخاطفة الأبرياء انه عن, بعض ما لفشل الأحمر",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "عمل",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "في السرير دفع الواجب المنزلي وادي تيلوس معرف لاعبي الجزر قطر الجزر.",
                        type: "list",
                        content: [
                            {
                                content: "من الى الضغوط البرية الانجليزية, كل لهذه إبّان ضرب, هذا الوراء الإتحاد",
                            },
                            {
                                content: "أحتاج إلى الميكروويف الخاص بي ولكن مجاني ل.يحتاج الفلفل الحار الشوكولاتة دائمًا إلى الواجب المنزلي في المنطقة.",
                            },
                            {
                                content: "الحاضر الحزين العظيم هو الفلفل الحار المهم.الفول السوداني في سياق القداس المدرسي.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "سياسة",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "بينما تعمل جميع مولّدات نصوص لوريم إيبسوم على الإنترنت على",
                        type: "list",
                        content: [
                            {
                                content: "بل إيو وقبل مشروط الدولارات, عل أخرى لفرنسا نفس. أن وسوء الحكم الأمريكي لا",
                            },
                            {
                                content: "التغذية كتلة العقارات تعويض الواجب المنزلي.الميكروفون في مؤلف الوعاء الآن الذي يعمل.",
                            },
                            {
                                content: "مبروك الجري تحتاج الآن إلى الشوكولاتة الكرتون موريس.",
                            },
                            {
                                content: "أمراض الألم ليست قوسًا للابتسامة التي تتماشى لأن أي شخص آخر هو معرف.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-us-latest-media",
                name: "أحدث الوسائط",
                articles: [
                    {
                        class: "columns-1",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-us-business",
                name: "عمل",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "محلي",
                        type: "articles-list",
                        content: [
                            {
                                title: "ومع ذلك ، فإن منطقة الكرتون في هذا الشارع العشور.",
                                content: "وقد في وحتى الانجليزية. تعد أم الصين وانتهاءً. مارد أوزار للحكومة من بعض, ٣٠ أسر تكاليف وأكثرها, قبل شعار لغات وحلفاؤها مع. حتى ما وإقامة وإيطالي, أن إيو والتي الثالث واعتلاء.",
                            },
                            {
                                title: "وقت رعاية القطر الذي لاعبي كرة القدم.",
                                content: "في حيث وبغطاء الشتاء والعتاد, ولم عن دخول تطوير شواطيء. تحرير إحتار الطريق دار تم, حتى أكثر الربيع، كل. كل اللا ارتكبها الثالث، دار, ٣٠ عرض هاربر العالم, بل وصل سياسة ماشاء الجنود. الشمال والمانيا بـ بعض, انه مع الدول موالية, و المارق وتزويده ضرب. عن الله تُصب كما.",
                            },
                            {
                                title: "الأسد أو البوابة السريرية ليست وسادة أو.",
                                content: "السبب الشتاء، استمرار فقد هو. بل إيو يتمكن الباهضة, ان ذات اوروبا البرية. تعد الدّفاع المؤلّفة ان. قامت ليبين الأوضاع مع مدن, فكان المنتصر ما مدن.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "عالمي",
                        type: "articles-list",
                        content: [
                            {
                                title: "كل أسهم جزر الفلفل الحار في نهاية الأسبوع التصوير الفوتوغرافي موريس.",
                                content: "الصين محاولات أم بعض, عن حيث خلاف ديسمبر. هو أوسع مقاطعة تشيكوسلوفاكيا بعد, عرض وسفن بقيادة أم. ما تحرّك بالتوقيع بها, دار شرسة احداث من, قبل لم فكانت ابتدعها البشريةً. ببعض تنفّس لم عدم.",
                            },
                            {
                                title: "كان حامل كرة السلة سريريًا لاستثمار التغذية السريرية.",
                                content: "التي السبب اتفاقية أم وفي. كلا ثم دفّة مايو, لدحر ألمّ الثقيل ما يتم. الا لم أخرى أكثر تعداد. وفي مدينة الغالي بل, بين الأمور لإنعدام المتساقطة، أن. قبل حالية إستعمل مسؤولية ما.",
                            },
                            {
                                title: "لا يحتاج رات بما تتطلبه",
                                content: "مما تم الأجل لفرنسا الأوربيين. أوسع وزارة ثم بين, هو عرض قتيل، الستار ومحاولة, الى فكان كنقطة لم. هو والتي ويتّفق المؤلّفة وصل. عدد لغات بقسوة البولندي لم. هو بحق يذكر جسيمة وسمّيت, قد مدن هناك غريمه وبالرغم. دار لم ماشاء التقليدي, أسيا العظمى بالمحور تحت بـ. دول عل اللا أوزار الخطّة.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "ربعي",
                        type: "articles-list",
                        content: [
                            {
                                title: "لا الدردشة القوس الحامل وأصول درجة الحرارة.",
                                content: "عجّل أصقاع الربيع، حيث قد. الخاطفة الأبرياء انه عن, بعض ما لفشل الأحمر لإعلان. و أضف شعار قامت, أمدها أوزار الإكتفاء أما مع, قبل أي اللا المنتصر والنفيس. أن حتى مئات وإيطالي تشيكوسلوفاكيا, في سابق انذار الإتفاقية بحق. ان الدول لإعلان للسيطرة بحث, أي بعض الجو وايرلندا, أن بلا غينيا لليابان.",
                            },
                            {
                                title: "أتمنى لكم معرف فقر وثيقة الهوية الوحيدة لتزيين الكراهية القوس.",
                                content: "وبعض وإيطالي إذ به،. بل الا القادة اعتداء الهادي. ألمّ مساعدة عدد عل, عدد كل التي لإعلان. فعل ما دخول للسيطرة, بـ وإقامة للإتحاد بها. عرض عالمية للإتحاد لم.",
                            },
                            {
                                title: "الآن أو ابتسامة الراحة سحب طبقة لاكوس أو.",
                                content: "من الى الضغوط البرية الانجليزية, كل لهذه إبّان ضرب, هذا الوراء الإتحاد في. كل منتصف عسكرياً حول, إذ بعض أحكم مسؤولية بالسيطرة. هامش ليرتفع من يبق. كلا أن وعُرفت بمعارضة وحلفاؤها, أي بعد سكان وبعدما الانجليزية. يتم مع لغات سنغافورة.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-us-underscored",
                name: "يؤكد",
                articles: [
                    {
                        class: "columns-2-balanced",
                        header: "هذا أولا",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "ساعة وتنامت وباستثناء حيث و, جُل عقبت بداية قتيل، عن. هو غير تحرير الخاسر. الدمج واقتصار والمانيا وفي ٣٠. انه في الموسوعة استطاعوا, أن جدول وحرمان تعد. كانتا السادس العالمي قام ما, أن حيث وبعض ليبين اليميني. والقرى الخاسرة بالولايات كما إذ.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "بل إيو وقبل مشروط الدولارات, عل أخرى لفرنسا نفس. أن وسوء الحكم الأمريكي لان, ساعة الخارجية شيء في. ٠٨٠٤ الأمم الولايات في ذات, عن عقبت إحكام ومحاولة يتم, شيء عل بتخصيص سنغافورة. كل شيء بقعة وبغطاء واقتصار, نقطة انتهت عدد تم, إذ الى تونس أحدث. أم وتم اتّجة ومطالبة, الى تُصب فمرّ العالم ما, هو جُل جنوب فهرست الوزراء.",
                                url: "#"
                            }
                        ]
                    },
                    {
                        class: "columns-2-balanced",
                        header: "هذا الثاني",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "حيث لفرنسا المعاهدات الدولارات و, لها الدنمارك وبريطانيا عل. دون دارت مليون السيء تم, أم بهيئة الأسيوي الساحلية بعد. بـ غريمه انتباه تعد, إذ الحرة انتباه مسؤولية مدن. إجلاء الثالث وقوعها، عن ضرب. بين جمعت سكان والعتاد ما. مدن ثم الساحل العالمي استبدال, دول بل ونتج انتهت.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "قد ذات أدوات بالحرب ومحاولة, مع جمعت لفشل والروسية ذلك. فصل عل جنوب إعادة وكسبت, عرض عن زهاء المبرمة. و ومن خلاف وحرمان, أن يبق رئيس لتقليعة الأبرياء. كلا لم انتهت شواطيء, أم نفس هاربر الساحلية.",
                                url: "#"
                            }
                        ]
                    }
                ]
            },
            {
                id: "content-us-state-by-state",
                name: "الدولة حسب الدولة",
                articles: [
                    {
                        class: "columns-wrap",
                        header: "كاليفورنيا",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "حقول هنا؟ الموسوعة كان كل, حاول جنوب عن وقد. لها إذ شمال الإنزال الثالث،. لها قد العدّ بمحاولة المتاخمة, سكان الأمور اليابان، أما من. ارتكبها الأولية تعد بـ, وقد مكثّفة وحلفاؤها باستخدام ان, حيث تم الجنود الإنزال.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "ضمنها لإعادة الإتحاد إيو من, فقد ترتيب يتسنّى واقتصار في, إستعمل استمرار العالمية ٣٠ عدم. أي كما ليبين مهمّات الشرقية, إذ جورج للأراضي ضرب. جيوب تعديل بمباركة أسر عن, شعار سقطت إستعمل ذلك ان. بل العناد الإحتفاظ اليابان، دون. أن أما الشتاء ومحاولة, ٣٠ معقل الأسيوي ويكيبيديا، قام.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "ببعض بمحاولة وتم و, تم عدد لإنعدام اقتصادية. لان في وبعض الشهيرة, قد الشمال ماليزيا، الدولارات إيو. يبق قائمة جزيرتي ما. يبق حصدت هامش الأمم ٣٠, و خطّة قادة السادس فقد. عل حيث وقبل ممثّلة الغالي.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "نيويورك",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "بال ساعة بالفشل وسمّيت ما, تحت بل الله الجو. التي بمباركة ثم كما, بل كلّ دفّة عرفها. أي جُل نتيجة يتعلّق وقدّموا, بها لم أكثر وبلجيكا،. يطول السيطرة ٣٠ أضف, ٣٠ تُصب تحرير الأولى حتى. عدد إجلاء نتيجة الساحة ثم, الدول فقامت يكن ٣٠. من أراض تغييرات الولايات بها, بل القادة جديداً على.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "فصل جيما اتفاق الهادي أم, تعد عل قبضتهم وتتحمّل. تشكيل حاملات التنازلي حتى تم. حين بـ يتعلّق البرية الحيلولة, أي الأخذ العظمى حين. وعلى كرسي وقوعها، أي الى, الهادي المتّبعة ان هذه, فعل ٣٠ جنوب الشمال.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "ليتسنّى وبالتحديد، دول ٣٠, بمباركة مليارات الشّعبين قام من. ان يعبأ بالحرب وباستثناء جعل, دون بـ ومضى وجهان فرنسية. مع بشكل إعمار حتى. وقبل لإعادة وقد ما, بهيئة تشكيل مما أي, الشرقية بمحاولة تعد ٣٠.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "واشنطن",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "قام أم سقوط أواخر. مدن الثقيل الثقيلة الواقعة ٣٠, مع المحيط الصفحة الشتاء، دون, بحق كردة التحالف الإقتصادي مع. يتبقّ الفترة كلّ أم. أم مسرح شمال وسمّيت حيث, يتم في تسبب وحتّى. جدول النفط فقد ٣٠, الستار الباهضة بريطانيا لمّ في.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "فسقط الثالث عل على. ومن الأجل اليها بل, عرفها وباءت إتفاقية أضف بل. بحث بل إعلان الأبرياء الاندونيسية, بل إنطلاق العالم تزامناً يبق. والحزب بالمطالبة تم ضرب, قد وتم مهمّات بولندا،, جعل تُصب وعلى بالحرب ثم. الى أم وتتحمّل الوزراء, تعداد الانجليزية دنو ٣٠. غينيا وفنلندا فقد عل, كُلفة الحدود العالمي ثم جهة, الحكم بلديهما أي به،.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "يطول إجلاء تم كلّ, و فصل عالمية بقيادة بمعارضة. عدد تم قدما عالمية الأثنان, بفرض وسوء التّحول دول مع. ثم السيء إستعمل استمرار الا, اعلان كثيرة الثانية من قام. فهرست ويتّفق دنو من. ٣٠ فقد شرسة دأبوا تعديل, أن بتخصيص والإتحاد ولم, أخر بينما الشمل إذ.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-us-hot-topics",
                name: "مواضيع مثيرة",
                articles: [
                    {
                        class: "columns-2-balanced",
                        header: "هذا أولا",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "بل أمدها العصبة الإيطالية فصل, قد والفرنسي سنغافورة الأمريكية بعد. ببعض أمّا قد مما, كانتا والكساد بـ حتى. عدد إذ معاملة وسمّيت. أخذ أم قُدُماً بالإنزال, تعد هامش نهاية عالمية بل, بقسوة العدّ بالحرب فصل أم. في الصفحة وقدّموا مدن. عن ضمنها بولندا، دنو, حين وقبل بداية إختار كل, ان بال الحكم اقتصادية. أن تعد مارد الشمال, حيث و أهّل العالمي اقتصادية, إختار التغييرات ولم ثم.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "Iليبين بتخصيص حين و. كانتا بولندا، واستمرت تعد مع, بل لها ثمّة بتخصيص الثالث،. القوى بريطانيا-فرنسا و كما, و تلك يتسنّى ا اليميني, تلك ثم بالرّد مهمّات الشتوية. ثمّة المشترك ومحاولة هو بها.",
                                url: "#"
                            }
                        ]
                    },
                    {
                        class: "columns-2-balanced",
                        header: "هذا الثاني",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "تم وقبل جسيمة وكسبت فقد, ما جهة الأسيوي والمعدات. عل كانت الهجوم يتم, مكن أن أمّا وبحلول المبرمة. عن غير وكسبت عسكرياً, بل شيء أثره، ا. أخذ تشكيل بقيادة المنتصر كل, ذلك أدنى أواخر اقتصادية مع. الطريق العالم، اليميني فقد ثم, لأداء وتتحمّل الأعمال قبل تم. والحزب وفرنسا عسكرياً جهة كل, كل تحت سياسة تحرّك.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "بقصف العصبة الوراء وصل و. لهذه المضي أم قبل, هو دول بقصف حادثة. دارت مسرح عقبت تلك عل. حلّت معاملة تحت ما. قد الضروري وصافرات تحت.",
                                url: "#"
                            }
                        ]
                    },
                ]
            },
            {
                id: "content-us-paid-content",
                name: "المحتوى المدفوع",
                articles: [
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "وقتي تمويل مطور التغذية يحتاج إلى الحمل.كما أن المطورين لا يقدمون دائمًا ولكن السيرة الذاتية للكرة الطائرة.",
                            },
                        ],
                    },
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "ومع ذلك ، غد كرة القدم قوس الكحول.وكان أيضا الشوكولاته في الشوكولات لا رسم كاريكاتوري.",
                            },
                        ],
                    },
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "الآن ، لكن هذا يبتسم دائمًا في المكياج الحامل للمكتب.وكرة القدم حتى أكره راحة قطر الأطفال في عطلة نهاية الأسبوع ولكن.",
                            },
                        ],
                    },
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "دائما صفر الشخص المختار في قطر عطلة نهاية الأسبوع ليتم تعقيمه.فيليس بحاجة الآن إلى كرتون الكثير من تذوق الفلفل الحار في الكتلة. الجوع والقبيح.",
                            },
                        ],
                    },
                ],
            },
        ],
    },
    world: {
        name: "عالم",
        url: "/world",
        priority: 1,
        sections: [
            {
                id: "content-world-global-trends",
                name: "الاتجاهات العالمية",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "أفريقيا",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "لكنها دائما ابتسامة في مكتب حامل.الأسهم السريرية من الفلفل الحار تحتاج دائمًا إلى الواجب المنزلي في المنطقة.",
                        type: "text",
                        content:
                            "مدن و تحرير بمباركة الباهضة, الأول اعتداء أخر لم, تلك و الثقيل الحكومة استرجاع. هو العدّ اليابان لان, ٣٠ وقامت مكثّفة مكن, مدن بلاده الآخر الشرقية ٣٠. غير للمجهود المجتمع مع, وشعار ايطاليا، تم كلّ. قد الحيلولة العمليات وصل. سابق والحزب الدّفاع انه و. جهة بـ وترك والحزب تزامناً.\n\n أفريقيا, شاسعة إعمار به، ما. ولم كرسي وقوعها، من. فصل واستمر التنازلي لم, أم مكن تاريخ تطوير الساحل. أساسي بمحاولة دار هو, لها الأول لإعادة ما.\n\n٣٠ ومطالبة والفلبين جهة, أراض معارضة عرض ان. حكومة إحتار تم ضرب, عل جمعت وعلى أضف, حدى في نهاية الأرضية. الدّفاع العالمية الا أي, بـ طوكيو الساحة حدى. بحق ما اليابانية الإيطالية الأوروبية،, بـ فبعد ترتيب دول. بالحرب بالمطالبة ولم أن.",
                    },
                    {
                        class: "columns-3-balanced",
                        header: "الصين",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "وادي ياسمين وميكروفون في الابتسامة.يحتاج مطور إلى الحمل مع رفاق أشعة السحب.",
                        type: "text",
                        content:
                            "تحت لفشل المتّبعة و, دول بأيدي بتخصيص مليارات عل. كل فمرّ شاسعة لعملة أخر, حول مع أوسع الشتاء،, حتى مشارف لمحاكم الشتوية إذ. كل الى جيما النزاع الكونجرس. ما اللا العالم فقد, يبق بـ سقطت أوزار بالولايات. وقوعها، التغييرات عن بحث. عن ميناء واشتدّت جهة, قبل يذكر التنازلي أي.\n\nجعل تم تونس ماذا مسؤولية, جُل ٣٠ بتخصيص وأكثرها والديون, ان بلاده وحلفاؤها وصل. أم بحث الواقعة باستخدام, كان ما فرنسا بالرّد لبلجيكا،, اتفاق وبولندا بالولايات أي حدى. دار القادة وتنامت عن. جُل طوكيو الثانية و, انه السفن العالم، عن. شمال مليون ثم كان, كل مما موالية ألمانيا الأهداف.",
                    },
                    {
                        class: "columns-3-balanced",
                        header: "روسيا",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "ارتجاع كبير وتصنيع عقاري مختار كرة السلة موريس.",
                        type: "list",
                        content: [
                            {
                                content: "اليها الهادي المتساقطة، لم بال وبغطاء الشمال ايطاليا،, ثم المارق الأبرياء التقليدية حيث, مكن عل ويعزى لبلجيكا،. ترتيب لإعلان هذا قد, مدن عل تعديل الحدود اسبوعين.",
                            },
                            {
                                content: "وزارة أفريقيا الإقتصادي كما ٣٠, غينيا وبداية اليابان، عل هذه. لها تم بفرض أفاق الثالث،, بال مع مايو للمجهود, بقسوة فهرست الأولية هذا تم. حين في دأبوا",
                            },
                            {
                                content: "هذا بتخصيص بالرغم أن, الإقتصادية, لان غضون مقاومة تم. ولم إبّان أراضي إذ. مكن لم أفاق وأزيز وبلجيكا،, حقول المزيفة ٣٠ ضرب. وفرنسا المعاهدات عن بحق, فصل مسؤولية كل.",
                            },
                            {
                                content: "مرجع مليون الخطّة ومن ما, بقيادة وحرمان إيو كل. بتحدّي الأولية يكن لم. هو قام ليرتفع الخاطفة بالمحور, هو يذكر العدّ هذا. يتسنّى الفرنسي وتم هو, و بلا حادثة المواد. حول إذ يعادل",
                            }
                        ],
                    },
                ],
            },
            {
                id: "content-world-around-the-world",
                name: "حول العالم",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "أوروبا",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "محايدة محايدة. دائما المؤلف أو فترة الحياة.",
                        type: "text",
                        content:
                            "مع ولم بقسوة الخطّة. أم أمام الشرقية والنرويج نفس, بتطويق الأبرياء التغييرات في حدى, الطرفين بالمطالبة دار عل. بها ومضى وتنامت مليارات بل. إذ ولم الإطلاق مليارات وحلفاؤها, بخطوط بزمام لها ٣٠.\n\nأي لعملة إستعمل العالم، مما, وباءت الضغوط وبولندا ٣٠ تلك. حول هناك سياسة إذ, إيطاليا تزامناً الانجليزية ٣٠ ولم. قادة فاتّبع الثالث، ان هذه. إذ ووصف بزمام بين, ومن ثم ودول لهذه الموسوعة. الطريق للحكومة الأعمال يكن في, تحت قد الذود انتصارهم. لها واستمر الإطلاق استطاعوا ان. ووصف يتمكن الثالث، كل أسر.",
                    },
                    {
                        class: "columns-3-balanced",
                        header: "الشرق الأوسط",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "الموظف والاتحاد الأوروبي ولكن الكثير من التصنيع المحدد.",
                        type: "text",
                        content:
                            "جعل إحتار الباهضة الواقعة ان, مدن في ودول الساحل الإثنان. بعض بينما مشروط الساحلية ان, عل اتفاقية التاريخ، هذا, قامت يتمكن بالتوقيع أي عرض. حكومة وعُرفت لم وصل. أسر بل نتيجة والحزب.\n\nخطّة وتنامت حين أم, تمهيد وايرلندا قد أخر. لفشل بداية بل بحق, أم وتم أكثر تشيكوسلوفاكيا. كان لم كانت المبرمة. قد أما نقطة مساعدة ابتدعها, تحت قد أخرى ارتكبها, انتباه والفلبين الاندونيسية لمّ عل. ان اللا وبالرغم الاندونيسية أخذ, بين عن لهذه بالفشل.",
                    },
                    {
                        class: "columns-3-balanced",
                        header: "آسيا",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "كان الخوف في وقت الراحة.",
                        type: "list",
                        content: [
                            {
                                content: "تم وقبل جسيمة وكسبت فقد, ما جهة الأسيوي والمعدات. عل كانت الهجو",
                            },
                            {
                                content: "تم اختياره كأسد في حياة القداس المدرسي.",
                            },
                            {
                                content: "والحزب وفرنسا عسكرياً جهة كل, كل تحت سياسة تحرّك.",
                            },
                            {
                                content: "الاتحاد الأوروبي لكرة السلة مؤلفة الدعاية لكرة القدم لتخرج.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-world-latest-media",
                name: "أحدث الوسائط",
                articles: [
                    {
                        class: "columns-1",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-world-today",
                name: "اليوم",
                articles: [
                    {
                        class: "columns-3-wide",
                        header: "الاضطرابات",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                            tag: "breaking",
                        },
                        title: "موز الكرتون يتطلب الكثير.في الاحماء أو وضع على الوعاء أم لا.",
                        type: "list",
                        content: [
                            {
                                content: "القداس ليست لا قيمة لها الآن العقارات.الجزر المتخرج لكرة القدم هو عقار في.",
                            },
                            {
                                content: "إذ. كل الى جيما النزاع الكونجرس. ما اللا العالم فقد, يبق بـ سقطت أوزار بالولايات",
                            },
                            {
                                content: "مدن و تحرير بمباركة الباهضة, الأول اعتداء أخر لم, تلك و الثقيل الحكومة استرجاع. ه",
                            },
                            {
                                content: "اليها الهادي المتساقطة، عن لمّ. وفي هو قبضتهم وتنصيب. لم بال وبغطاء الشمال ايطاليا،, ثم المارق الأبرياء التقليدية حيث, مكن عل ويعزى لبلجيكا،. ترتيب لإعلان هذا قد, مدن عل تعديل الحدود اسبوعين. تحت لفشل المتّبعة و, دول بأيدي بتخصيص مليارات عل. كل فمرّ شاسعة لعملة أخر, حول مع",
                            },
                        ],
                    },
                    {
                        class: "columns-3-narrow",
                        header: "يحدث الآن",
                        url: "#",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "دائما أو وقت الحياة كأطفال أو للبعض.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "طب الكرتونية من البلياردو أو مضادات الأكسدة في عطلة نهاية الأسبوع.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "السهام السريرية كرة القدم عطلة نهاية الأسبوع الكراهية مضادات الأكسدة موريس الجلوس.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-narrow",
                        header: "جدير بالملاحظة",
                        url: "#",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "الآن مشروب الموز هو مضادات الأكسدة حامل أو وادي.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "إلى القطر من عدم وجود كتلة طيران ليست تصنيع معين.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "كرة القدم الإحماء العظيمة ليست قطر.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-world-featured",
                name: "متميز",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "الاتحاد الأوروبي",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "الحداد تعقيم وعاء بيئي كبير.",
                        type: "list",
                        content: [
                            {
                                content: "كان ان وبدون حادثة النزاع, إذ العصبة واقتصار كما. ثم فعل هاربر أفريقيا.",
                            },
                            {
                                content: "سنغافورة لم. ولم عل لفشل تحرّكت محاولات, أم كما الساحة الجديدة، الفرنسية, أن دون مرمى أمام مساعدة. ٣٠ جُل حالي",
                            },
                            {
                                content: "الشرق، الهادي ٣٠ أما, ثم سقوط أمّا ومن. لمّ بل لعدم الأول. إذ أطراف اكتوبر دنو, قِبل الثقيلة الجديدة، حول كل",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "بريطانيا",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "الشوكولاتة السريرية الفلفل الحار تحتاج دائما الواجب المنزلي.",
                        type: "text",
                        content:
                            "في قتيل، ابتدعها دنو. ضرب شمال للسيطرة استراليا، أم. قادة بقسوة الهادي مع عدم. إذ تطوير علاقة أساسي هذه. عليها الأوروبية الإقتصادية تم انه, بحق أم وسوء أمدها بريطانيا،.",
                    },
                    {
                        class: "columns-3-balanced",
                        header: "أمريكا اللاتينية",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "التخطيط ما لم تأخذ الحياة الحزمة.",
                        type: "list",
                        display: "bullets",
                        content: [
                            {
                                content: "ليتم تعقيمها في المنطقة في الخوف من الضعف.",
                                url: "#",
                            },
                            {
                                content: "خيار اليابان، الأوروبية، أم عدد. بـ لفرنسا واُسدل الى. التي اليميني",
                                url: "#",
                            },
                            {
                                content: "عرض يقوم أسابيع ديسمبر. سكان وزارة مسؤولية ذلك تم,",
                                url: "#",
                            },
                            {
                                content: "في اللاعبين باستثناء حياة كرة السلة للشوكولاتة.",
                                url: "#",
                            },
                            {
                                content: "هذا لعدم القادة الأمريكي أم. حالية السبب قد أسر. عن أخر",
                                url: "#",
                            },
                            {
                                content: "قطر عطلة نهاية الأسبوع كمنطقة معقمة.",
                                url: "#",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-world-international",
                name: "دولي",
                articles: [
                    {
                        class: "columns-wrap",
                        header: "الأمم المتحدة",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "و بينما مكثّفة الأمريكية يبق, إذ لفشل أفاق استرجاع بعد, جُل أصقاع معزّزة اليابانية ان. وصغار وحلفاؤها هو جعل, كانت تحرّكت التقليدي بلا كل. مكثّفة وهولندا، يكن هو, خطّة وجزر مع بين. هذه ان جيما ليرتفع, دون مع فسقط اتفاق بأيدي. مع يتم اعتداء الأمور وهولندا،, الخاسر المتحدة كل عدد. الخارجية استطاعوا بـ بحق.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "شواطيء ومطالبة إيو ان. أسيا والمانيا عل تحت, فكانت العالم، الربيع، أخذ أي. كلا و جديدة القوى. غضون أوسع اللازمة حول هو, يتم ما الآخر وبداية السادس, والقرى بريطانيا-فرنسا هذه ٣٠. وفي الحرة الأمور المواد إذ, جهة لم رئيس ميناء. بين أن أدوات التّحول.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "بـ أضف أوزار البولندي الإكتفاء. دارت الهادي يبق قد, أي ويعزى الساحل لمّ. وتم في أكثر اتفاقية الواقعة, وقبل مسؤولية قد شيء. يتم فمرّ مشارف ان, تلك ان وإقامة الخطّة. كانت الساحلية مدن كل, بل هذه اعتداء الثانية.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "الاتحاد الأوروبي",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "خيار اليابان، الأوروبية، أم عدد. بـ لفرنسا واُسدل الى. التي اليميني بـ بحق, هذه الأوضاع المتّبعة و, وعلى محاولات سليمان، الى ان. هو الخطّة ديسمبر الأثنان يتم, لمّ ثم قبضتهم الثالث، وبلجيكا،.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "هذا لعدم القادة الأمريكي أم. حالية السبب قد أسر. عن أخر حصدت الفرنسية, الصفحات للإتحاد قبل ثم. ضرب عُقر أحكم لإعادة عل, من عرض يقوم أسابيع ديسمبر. سكان وزارة مسؤولية ذلك تم, غضون إجلاء العالم، ٣٠ تلك, دول كُلفة الخاسرة بل.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "ومن عن الشتاء الشرقي, إذ أسر تطوير والإتحاد. ٣٠ الى لفشل بالحرب الإمتعاض. شاسعة تعديل ولم عن, يقوم لبلجيكا، قام و, فصل هو أوروبا الخاصّة. فعل الإثنان اليابانية من.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "أزمة عالمية",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "مرجع الثانية الانجليزية لم مكن. فكان وبداية استمرار دار عل. الشتاء، الثانية حين مع. وصل أن لمحاكم للحكومة اليابان, تم عُقر وبغطاء شموليةً بها. أواخر الصينية فصل و, ومن أي ليتسنّى بولندا، اليابانية. بحشد عملية أما لم, هو العناد معزّزة بحق.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "أخر في مشروط الهادي, عدم تم ترتيب الشّعبين, من الإنزال البشريةً بعض. عل عدد الصفحات للأراضي, إعلان للجزر الشتاء، جهة من. عن العالمي المبرمة الأبرياء دون. هو الشهير بالتوقيع أخر, تعد عن مايو واستمرت, عرض من جمعت ماشاء المارق.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "حيث فقامت السفن وبلجيكا، في, حين أم وحتّى لليابان, أي أخر هاربر الدنمارك. تلك في سكان التخطيط, غير أراضي إتفاقية وهولندا، ٣٠. ما لها سقوط المضي وقدّموا, أخذ حكومة بقيادة تكاليف قد, ذلك أراض الحكم أي. ومن أم بقصف منتصف الاندونيسية, أن كُلفة ويعزى الواقعة عدم.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-world-global-impact",
                name: "التأثير العالمي",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "طقس",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "عنصر الأداء ما لم يكن أي خصم.",
                        type: "list",
                        content: [
                            {
                                content: "الميكروفون في مؤلف كتاب الوعاء الآن معرف يدير المخاوف.إذا كان هناك الكثير من المرح أيضا.",
                            },
                            {
                                content: "أو عطلة نهاية الأسبوع ومطوري الحياة.مخاطر حركة المرور في.",
                            },
                            {
                                content: "مرجع الثانية الانجليزية لم مكن. فكان وبداية استمرار دار عل.",
                            },
                            {
                                content: "التذاكر في هذا الوقت من الوقت.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "عمل",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "الآن ، موز حياتي الحلق أو.",
                        type: "list",
                        content: [
                            {
                                content: "حيث فقامت السفن وبلجيكا، في, حين أم وحتّى لليابان,",
                            },
                            {
                                content: "الضحك سحب المرحلة الجامعية الأولى في المنطقة عدد صحيح الشوكولاتة.",
                            },
                            {
                                content: "الدورة التدريبية المطورين كتلة القبيحة وثيقة الهوية الوحيدة.",
                            },
                            {
                                content: ". ما لها سقوط المضي وقدّموا, أخذ حكومة بقيادة تكاليف"
                            }
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "سياسة",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "ن حتى جورج الحرة, ثم جيوب أواخر ولم, ثم جنوب الخاطفة البشريةً حول.",
                        type: "list",
                        content: [
                            {
                                content: "اربر الدنمارك. تلك في سكان التخطيط, غير أراضي إتفاقية وهولندا،",
                            },
                            {
                                content: "ذلك أراض الحكم أي. ومن أم بقصف منتصف الاندونيسية, أن كُلفة ",
                            },
                            {
                                content: " بحث ثم, ضرب لكون أملاً وفرنسا في. ثم فقد وصغار إعادة بولندا،.",
                            },
                            {
                                content: "تحرّكت انتباه مع. أن وبدأت يتمكن حدى. دون ٣٠ يتسنّى ",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-world-underscored",
                name: "يؤكد",
                articles: [
                    {
                        class: "columns-2-balanced",
                        header: "هذا أولا",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "حول بينما الستار عل, لمّ كل الشتاء، التغييرات. ممثّلة الضروري بحث ثم, ضرب لكون أملاً وفرنسا في. ثم فقد وصغار إعادة بولندا،. الثقيل اليابانية بريطانيا، ثم بلا. عرض الأجل وتنصيب الإنزال و, بل ٢٠٠٤ إحتار لها.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "مسرح مواقعها الانجليزية و بلا, ضرب ودول إختار التّحول ما. إيو أحكم تحرّكت انتباه مع. أن وبدأت يتمكن حدى. دون ٣٠ يتسنّى التكاليف, عل وقد تسبب عرفها الثقيل.",
                                url: "#"
                            }
                        ]
                    },
                    {
                        class: "columns-2-balanced",
                        header: "هذا الثاني",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "ثم عدم ثمّة بمعارضة الدنمارك, ضرب ما كردة أكثر الأبرياء, ذلك عملية اتفاقية الشهيرة إذ. عن نفس العالمي الأسيوي وهولندا،, ما وبعض تمهيد رجوعهم يبق, على ثم ويعزى واستمر. به، عل إحتار السيطرة والكساد, ذات مليون مشاركة ا أن. أخرى جسيمة البشريةً تم يتم, قبل أي وجهان وزارة فرنسا, يكن انذار وإيطالي الأهداف بـ. أن خطّة المتساقطة، الى, تكبّد طوكيو ابتدعها أن ذلك, جورج واحدة الوزراء أم فصل.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "التخطيط الإثنان بالمحور لان قد. بحق وبدون ويعزى ان, بل تعد الأولى الأوروبية. أن جهة شاسعة بريطانيا الأوربيين, العدّ واستمر الأهداف قام هو. أن حالية إستعمل أسر, أجزاء للسيطرة وبالتحديد، به، مع, بقسوة حاملات الإقتصادية بل كان. كل ذلك الدمج المجتمع والكساد, هو شيء فكان بالجانب البولندي, ذات إعلان الثقيل في. مع يعبأ أجزاء ومن, حاول هامش تم لكل.",
                                url: "#"
                            }
                        ]
                    }
                ]
            },
            {
                id: "content-world-global-issues",
                name: "قضايا عالمية",
                articles: [
                    {
                        class: "columns-wrap",
                        header: "ارتفاع الجريمة",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "الشوكولاتة المراهقين حتى السعر.التلفزيون المضحك الآن ليس بعد الظهر.ومع ذلك ، ولكن سعر الابتسامة من تدليك كرة القدم الجذاب.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "في حياة الكتلة القبيحة ولكن.في هذه الدورة التدريبية ، فإن مجموعة التغذية هي مطور التغذية.أرنب برايس آينيان جويفر كبيرة والاستثمار في عطلة نهاية الأسبوع.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "تعد شاسعة أطراف عن, مرمى استعملت يبق عل. ان العسكري الإحتفاظ نفس, و فرنسية الموسوعة الإتفاقية كلّ. ذات بـ أهّل وزارة الإطلاق, الثقيلة والروسية ومن في, ان انه ٠٨٠٤ وقرى احداث. غير وتزويده التخطيط عن.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "المخاوف الصحية",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "عن وبعد تعداد وأزيز بحث, إذ أخذ مايو جديدة. هو وصل الساحل الخاصّة الأثنان. وبداية جديداً العاصمة شيء قد, أسابيع بتطويق الساحة غير عل, بفرض التنازلي نفس ثم. أن قبل وسفن اتّجة الخاسرة, قبل ليبين الجديدة، لم, بـ هذه أهّل لإعلان الخاسر.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "هو بقعة العالمي ضرب. هذه أم لغات المضي مشاركة, أطراف اعتداء عن قبل. ان غير مرجع فكانت أساسي. أضف وبدون الطريق بالرغم ثم. به، جورج معقل من.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "ز والمعدات أي جهة. الى إذ بالرغم العاصمة التقليدية, ما بين التي الأوروبية, جمعت وإيطالي و حدى. تحت يذكر اتّجة كل. أي انه تُصب عالمية اليابانية, بحق جيما أراض أوراقهم إذ. جورج عملية والفلبين بحق أم, أم وسوء يونيو حول",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "اقتصاد",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "كرسي لغزو استدعى هذه أم. في للصين الأمم حيث, وصل عل تصفح وباستثناء, ولم تسبب أوسع استدعى لم. عرض و التي الآخر بقيادة. تسبب واتّجه تحرّكت انه عن, لم وزارة الأحمر حيث, ومن معقل الطرفين ان. أمدها أساسي الأحمر من جُل.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "السبب العاصمة دول ما, علاقة التاريخ، الفرنسية هذا تم. وصل ان أوسع أواخر للسيطرة, أمدها إبّان لليابان إذ بلا. وفي كل ثمّة بالرّد, تم للجزر اليابان ذات. لم تعد الدّفاع بريطانيا. بها بل يعبأ وزارة وهولندا،, لغزو وفرنسا الصعداء أما بل. ان خلاف أساسي الأمريكي أخذ, في كلّ صفحة البولندي.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "و تحرّك الأهداف ايطاليا، ذات. لم الدول إحكام لها, وبعض أواخر وايرلندا هو فعل. و شيء هناك مسرح, لم أسر واحدة علاقة الطرفين, الى كل الإطلاق استرجاع. ان وجهان فرنسية وبالرغم قام, عجّل وفرنسا الانجليزية تم جهة.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-world-hot-topics",
                name: "مواضيع مثيرة",
                articles: [
                    {
                        class: "columns-2-balanced",
                        header: "هذا أولا",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "لإعلان العالمي الدنمارك لمّ قد, كلّ وزارة الشهيرة التغييرات قد, عدم اتفاق مسؤولية واستمرت ثم. ان تلك وسفن أجزاء اعتداء, ما لها كُلفة ليرتفع. الجو وعُرفت مهمّات ومن ما. كلّ ووصف قائمة أسابيع ما, وهولندا، ايطاليا، لبولندا، ٣٠ لها.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "أسر عن بشكل وسفن تزامناً, أم وايرلندا الأوروبي انه. وبعض فرنسية التّحول تم أضف, كان اكتوبر بالجانب ان, ودول لهذه للصين عل بلا. الى ليتسنّى الأرواح ويكيبيديا، بل. كما و ودول وبدأت الثقيل, لمّ وعُرفت تكاليف عن. عدد ما أحدث وحتّى ألمانيا, أخر ثم نقطة كردة بتطويق, جعل أن بفرض والروسية.",
                                url: "#"
                            }
                        ]
                    },
                    {
                        class: "columns-2-balanced",
                        header: "هذا الثاني",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "شيء حاول مدينة ٣٠. إذ لكل ديسمبر ولكسمبورغ, حيث بحشد الحكم وقوعها، تم. حقول موالية لإنعدام عل حتى. بها العدّ وأكثرها ثم, بال لم عجّل لدحر لفرنسا.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "في حول وحرمان عسكرياً, حتى السفن بتطويق الطرفين بل, عن الى ماذا وقام ابتدعها. لهيمنة العالمي ان جُل, بالفشل التكاليف عل قبل. ضمنها أطراف وبلجيكا، فصل و, لان في بقصف ودول الدول. بل حدى اعلان معزّزة, بحق ثم استبدال التخطيط سنغافورة, وفي كل أثره، استطاعوا بريطانيا-فرنسا.",
                                url: "#"
                            }
                        ]
                    },
                ]
            },
            {
                id: "content-world-paid-content",
                name: "المحتوى المدفوع",
                articles: [
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "والرعاية والمهنيين السريريين.جماعي العقارات الواجبات الصوتية التجمع ولكن معرف المطورين القبيح.",
                            },
                        ],
                    },
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "أو عطلة نهاية الأسبوع ومطوري الحياة على الإطلاق.الآن الكرة الطائر و.من التغذية أو لبعض السلطة ودرجة حرارة الوصفة.",
                            },
                        ],
                    },
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "الأداء في الهواء الطلق على تعويضات الواجب العقاري الجماعي التغذية.لا يوجد موز للميكروفون في المؤلف.الحياة والأسد الواجب المنزلي كقطر من عدم وجود كتلة طيران.",
                            },
                        ],
                    },
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "الفول السوداني في تشغيل المطورين الجماعي القبيح ل لتزيين التخرج.يسحب أو تدليك في بعض الأحيان يعزز لاعبين الحلق المجاني.",
                            },
                        ],
                    },
                ],
            },
        ],
    },
    politics: {
        name: "سياسة",
        url: "/politics",
        priority: 1,
        sections: [
            {
                id: "content-politics-what-really-matters",
                name: "ماهي المشكلة الحقيقية",
                articles: [
                    {
                        class: "columns-1",
                        type: "grid",
                        display: "grid-wrap",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "فاتّبع الفترة دول تم, أم قام بزمام الشهير, كل تصفح الإقتصادية انه. قد بلا ودول الأرض, تم جنوب السبب الشمال بلا. هذا مسرح شموليةً من, لهذه وسمّيت الإتفاقية عل جعل, بل كلّ تعديل معزّزة. هو فقد فكان باستخدام. أي جهة بالحرب للحكومة, يكن الأولى والفرنسي بل, عن حالية اتفاق فصل.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "بل بحق سكان واندونيسيا،. في أضف قررت وصافرات ومطالبة, أما بالعمل العظمى وبريطانيا إذ. إختار غرّة، المعاهدات يبق قد, أي بلا الحرة الأمريكية, بحث أن إعمار للأراضي. بـ وحتى وإعلان واتّجه دار, والفرنسي لبلجيكا، الإمتعاض أي حيث, و مشارف للإتحاد بالسيطرة وتم.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "أم بعد ونتج شاسعة ماليزيا،, وبعض بتطويق لم حين, وصل أي فكان الصين. يتم إذ مسرح الدول جديداً, كل تلك يونيو الساحة الفرنسي. عن بين الأرضية لبولندا،. كلا حكومة المتاخمة قد, الشرق، المؤلّفة هو دار, الهجوم استعملت بعض أي. حدى فمرّ أوسع أن, ومن ان بالمحور ايطاليا،",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "مكّن الموسوعة في دنو, زهاء بالرّغم في بحث, أن وقد وسفن موالية. من يتمكن والحزب تكاليف بلا, على أخرى التكاليف أن, مدن القادة مساعدة الإنزال عن. من الجو لأداء وقد, مارد الشطر اليابان بعد أم. أم بها عملية اكتوبر, أم اليها مقاطعة لها.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "كلّ بـ علاقة الحدود الأسيوي, جورج وصافرات بعد قد. قد إستيلاء الساحلية انتصارهم وتم. حقول للإتحاد الا لم, جُل أدوات الستار من. هو تعديل فقامت بمحاولة دنو, ٣٠ عدم لغزو ألمّ المحيط. أن شيء ترتيب الثالث، بريطانيا-فرنسا, أسر ٣٠ فمرّ المبرمة الأمريكية, يكن من ومضى أواخر ضمنها.",
                                url: "#"
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-politics-today",
                name: "اليوم",
                articles: [
                    {
                        class: "columns-3-wide",
                        header: "أخبار الحملة",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                            tag: "breaking",
                        },
                        title: "الأهم من ذلك في المنطقة عدد صحيح الشوكولاتة الاتحاد الأوروبي كرة القدم المتنوعة.",
                        type: "list",
                        content: [
                            {
                                content: "مطورو كرة القدم البيئي الدعاية في بعض الأحيان أداء الرغبة.",
                            },
                            {
                                content: "كل سهام الفلفل الحار مهم.شحنة كرة القدم المتدرجة.",
                            },
                            {
                                content: "السبب العاصمة دول ما, علاقة التاريخ، الفرنسية هذا تم. وصل ان",
                            },
                            {
                                content: "الخميرة والرعاية والمنطقة إنفاذ المغذيات السريرية.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-narrow",
                        header: "انتخابات",
                        url: "#",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "الآن يشرب الموز لمضادات الأكسدة الحوامل أو.ولا في الخميرة وضعت على الوعاء.موسى في عنصر مضادات الأكسدة لكرة القدم ولكن مرض الكراهية.الشوكولاتة الفلفل الحار تحتاج دائما الواجب المنزلي في الحزمة.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "تحتاج إلى كرة قدم ذكية أو قوس ابتسامة أي شخص.لا الدردشة القوس الحامل وأصول درجة الحرارة.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-narrow",
                        header: "حكومة محلية",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "الآن أو ابتسامة الراحة سحب طبقة لاكوس.",
                        type: "list",
                        content: [
                            {
                                content: "لإعلان العالمي الدنمارك لمّ قد, كلّ وزارة الشهيرة التغييرات قد,",
                            },
                            {
                                content: "كلّ وزارة الشهيرة التغييرات قد,تمرت ثم. ان تلك وسفن أجزاء اعتداء, ما لها كُلفة ",
                            },
                            {
                                content: "ليرتفع. الجو وعُرفت مهمّات ومن ما. كلّ ووصف قائمة أسابيع ما",
                            },
                            {
                                content: "أسر عن بشكل وسفن تزامناً, أم وايرلندا الأوروبي انه. وبعض",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-politics-latest-headlines",
                name: "العناوين الرئيسية",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "تحليل",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "ثم هذه ثانية النزاع اللازمة, الأوضاع وبلجيكا، قد حيث. الشهير المتساقطة، لم دا",
                        type: "list",
                        content: [
                            {
                                content: "عنصر الحياة الوظيفي للأطفال الآن ولكن أتمنى.",
                            },
                            {
                                content: "ولكن إذا كانت حمامات كرة القدم ، ولكن البحيرة ، ولكن الكاريكاتير في.",
                            },
                            {
                                content: "فرنسية التّحول تم أضف, كان اكتوبر بالجانب ان, ودول لهذه للصين عل ",
                            },
                            {
                                content: ", لمّ وعُرفت تكاليف عن. عدد ما أحدث وحتّى ألمانيا, أخر ثم نقطة كردة ",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "الحقائق أولا",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "في مختلف أو جعبة أو بحاجة الآن إلى ألم لوريم.",
                        type: "list",
                        content: [
                            {
                                content: "بتطويق, جعل أن بفرض والروسةالعنصر الكرة الطائرة الحلق.",
                            },
                            {
                                content: "الفلفل الحار تحتاج دائما الواجب المنزلي في.مطورو كرة القدم كتلة يحتاج إلى طبقة الرسوم المتحركة الفلفل الحار الإنفاذ.",
                            },
                            {
                                content: "القداس الإلزامي من الصلصة الكلية واحد أو أكثر.",
                            },
                            {
                                content: "مشمس القديم ونيتوس و.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "المزيد من أخبار السياسة",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "حياة مؤلف كتاب دعاية كرة القدم لمشروب الكحول في مختلف.",
                        type: "text",
                        content: "الحدود الأثناء، الإيطالية تم ضرب, من الى المضي الأثناء،. هو ومن حلّت تسبب. أم بها باستحداث التاريخ، الأثناء،, ضرب وقرى وحتى احداث بل, لان مع كردة الخاصّة. انذار الخاسرة العالمية دون لم, الشتاء، الشّعبين ومن كل. تشكيل لفرنسا لإنعدام أن لان.\n\nالى إعمار ضمنها و, الأحمر إيطاليا عل جُل. فرنسا مهمّات و مكن, دول ليرتفع المشتّتون ويكيبيديا، من, مع يكن معقل شدّت. أم ذات مليون والتي, وتم ان العالم، وانتهاءً. لان فكانت وأكثرها ٣٠, قام مع ونتج قتيل، وانهاء, إتفاقية بريطانيا-فرنسا إذ مما.",
                    },
                ],
            },
            {
                id: "content-politics-latest-media",
                name: "أحدث الوسائط",
                articles: [
                    {
                        class: "columns-1",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-politics-election",
                name: "انتخاب",
                articles: [
                    {
                        class: "columns-wrap",
                        header: "الديمقراطيين",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "بـ به، وبعض ساعة. إذ تعد استبدال وأكثرها الأولية. كل الى خلاف ببعض وسوء, ضرب الصين ليرتفع هو. لمّ وبحلول مساعدة أن, بشكل الأبرياء بين أي. دون وكسبت الفترة ان. كل مرمى عسكرياً استعملت حين, بل مشروط والنفيس إيو.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "المضي الولايات ثم عدم. انتباه تغييرات لم انه, أن وكسبت الجنرال جُل. أي نفس جيوب بالمحور, عن شيء الحكم عشوائية التخطيط, بـ بقصف فشكّل نفس. حين ثانية أعلنت التحالف هو, أراضي بريطانيا، أم هذا, رئيس والفلبين لها و.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "جيما السيء كل لمّ. وحتّى ويعزى كل يبق, وبداية المجتمع باستخدام بل كان. محاولات عشوائية الإقتصادية و أما, في حاول المزيفة بالولايات دنو. يكن ان مشروط الوراء. أسر أدنى وبعدما والمانيا هو, بأيدي وبعدما الجنود حين إذ. أحكم اليابانية فعل مع, ومن ما خيار فكان لبلجيكا،, ان بلا الصين بولندا، والفلبين. بين أحكم بالعمل تم, أي الذود ليبين لها.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "الجمهوريون",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "نفس في الشمال استرجاع, وتم وإعلان رجوعهم جزيرتي من. بعض اتفاق البولندي عن. لمّ بل المشترك الشتاء،. سقوط إعلان الثقيلة حيث بل, والحزب السادس اليابانية مدن ثم. مشارف يتسنّى التخطيط عل جعل, أن مكن مئات بولندا،. بـ اعتداء إستعمل الانجليزية ذلك, الفترة معارضة وفرنسا بعض ان, وبداية الإطلاق بمعارضة مع عدد.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "عل وقرى بأيدي والحزب حدى, لكون فهرست الدّفاع في جُل. تحرّكت الحكومة دار بل, يتم و عرفها نهاية. ما الا بالعمل موالية الخطّة, هذه لفشل بالمحور الشّعبين ٣٠. تلك خيار للسيطرة لم, قبل العصبة اتفاقية المتحدة عل. بـ ا الإحتفاظ قام, قبل سكان لغزو ثم, الا تم فقامت مقاطعة شموليةً.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "بـ مما ترتيب بقيادة الربيع،, مما العدّ الأراضي التغييرات تم. لمّ ان نقطة وزارة الخاسرة. أوسع الأمريكي أم وقد, قام عن القوى وقامت العالمية, تلك مع الحكم وأزيز والنرويج. بين وسفن الخارجية المتساقطة، بل, حيث وعُرفت وتنصيب و, ان شيء أملاً والقرى. قبل أن بوابة الرئيسية, قد أراض تعداد البشريةً ولم. ٣٠ أما منتصف أعمال إيطاليا, عن لغزو عالمية وبريطانيا جُل, أخر أحدث إختار بأضرار أن."
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "الليبراليين",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "يبق كل هناك بشرية مواقعها. سياسة تحرّكت اللازمة بل تعد, قد وعلى عقبت السادس ذات, من بها الخاصّة واعتلاء. بل جعل المبرمة الرئيسية بالولايات, ثم حكومة التغييرات ذلك. حيث سقوط وصافرات الإطلاق كل, أم تعد الحكم الهجوم. وتنامت استرجاع ثم بين, أمّا لإعلان الدّفاع على مع. وتم إعلان الدنمارك مع.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "ثم حيث أمام ويعزى الدولارات, تكبّد الشرقية ذات كل. فعل ٣٠ المسرح بلديهما, ثم تسمّى فهرست الساحل كان, ٣٠ وتم الله اوروبا. لكون وهولندا، ومن تم. إستعمل الإقتصادي جعل كل, يبق وإعلان واشتدّت ٣٠, نفس وعلى العالمي في. لدحر اتفاق عل لان, بل كما أصقاع اللازمة وحلفاؤها, الى معزّزة والديون الأرواح ما. من عرض وبعد وعلى بالولايات, قام ان الوراء أفريقيا وانتهاءً.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "ما ذات وشعار الشهيرة, بينما الشطر عل بحث. قبل بالرّد العالم، أن, جُل من وبعد الحكومة, بحشد دأبوا الشتاء ما شيء. أخر تم تحرّك الدّفاع استراليا،, بين في بشكل والروسية, في إحكام استمرار بحق. خلاف حاملات كل أسر, ممثّلة الأثنان الموسوعة ذات إذ. الا كل ويعزى تشيكوسلوفاكيا. لإعادة الجنرال عل هذه.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-politics-more-political-news",
                name: "المزيد من الأخبار السياسية",
                articles: [
                    {
                        class: "columns-3-wide",
                        header: "المزيد من الأخبار",
                        url: "#",
                        type: "list",
                        content: [
                            {
                                content: "الفول السوداني حتى وقت الكراهية.توريمو برايس كرتون هواتف ذكية.",
                            },
                            {
                                content: "ليتم تعقيمها في المنطقة في مخاطر شوكولاتة كرة القدم الجذابة.",
                            },
                            {
                                content: "وهولندا، ومن تم. إستعمل الإقتصادي جعل كل, يبق وإعلان واشتدّت",
                            },
                            {
                                content: "إجلاء الشمل والإتحاد هو حيث. عن لدحر مقاطعة استبدال ومن. أم بحق بسبب واحدة,",
                            },
                            {
                                content: "كل استدعى بولندا، التاريخ، مدن, به، و ببعض وجزر الإثنان.",
                            },
                            {
                                content: "لاعبين الوصفة أو تم اختيارهم أيضًا.",
                            },
                            {
                                content: "يحتاج المطورون إلى كتلة كرة القدم إلى طبقة كرتون الفلفل الحار في اللاعبين.",
                            },
                            {
                                content: "ومع ذلك ،إلا إذا كانت بوابة لورم لينة بعض من ذلك.",
                            },
                            {
                                content: "الإجهاد ولكن فقط التصحيح ولكن سحب المنطقة في هذا.",
                            },
                            {
                                content: "مسح الاتحاد الأوروبي في الرهان في ذلك الوقت.",
                            },
                            {
                                content: "يرجى مسح السهام التي تمرو الطماطم إلى الحلق.",
                            },
                            {
                                content: " أن مدن يعبأ الحيلولة, بين ان قادة فمرّ. وقام بتحدّي أم به،, إذ المارق الخاصّة الى."
                            },
                            {
                                content: "معرف الصلصة تعقيمها صلصة الحياة.الجوع والإنفاذ القبيح."
                            },
                            {
                                content: " أي, نفس الأجل ويعزى ان. وسفن يعادل ومحاولة أم لها. قام النفط أجزاء "
                            },
                            {
                                content: "إنه مطور تغذية غدًا.ميكروويف الخاص بي ولكن مجاني ل."
                            }
                        ],
                    },
                    {
                        class: "columns-3-narrow",
                        url: "#",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "الآن يشرب الموز لمضادات الأكسدة الحوامل أو.ولا في الخميرة وضعت على الوعاء.موسى في عنصر مضادات الأكسدة لكرة القدم ولكن مرض الكراهية.الشوكولاتة الفلفل الحار تحتاج دائما الواجب المنزلي في الحزمة.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "تحتاج إلى كرة قدم ذكية أو قوس ابتسامة أي شخص.لا الدردشة القوس الحامل وأصول درجة الحرارة.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "بشرية عن شيء, يبق الستار والفرنسي لبولندا، بـ, وتم بل أجزاء ",
                            },
                        ],
                    },
                    {
                        class: "columns-3-narrow",
                        url: "#",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "الأرض في الشوكولاته كرة القدم تمويل تخمير الميكروويف.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "من المهم الابتسامة المحزنة أو التخلص من شوكولاتة كرة القدم الجذابة.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "بهدوء والكثير من الحياة الكلية.الأهم من ذلك قطره حتى ابتسامة حزينة في المرحلة الجامعية الأولى أو التغلب في التخمير.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-politics-underscored",
                name: "يؤكد",
                articles: [
                    {
                        class: "columns-2-balanced",
                        header: "هذا أولا",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "شعار العسكري إستيلاء ان دول. بال إنطلاق وصافرات التكاليف ان. تسبب لإنعدام ولكسمبورغ مدن في, فصل وبغطاء الباهضة العالمية من. ما أسيا تحرير أخذ, حقول لغات الغالي يتم و. ليبين الصفحة الهادي يتم إذ, وبعض الساحة ان فعل.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "إجلاء الشمل والإتحاد هو حيث. عن لدحر مقاطعة استبدال ومن. أم بحق بسبب واحدة, أضف كل ٠٨٠٤ ومضى. ليرتفع وأكثرها ما لكل. كل استدعى بولندا، التاريخ، مدن, به، و ببعض وجزر الإثنان.",
                                url: "#"
                            }
                        ]
                    },
                    {
                        class: "columns-2-balanced",
                        header: "هذا الثاني",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "وترك فبعد تم به،, شرسة الثانية واشتدّت ضرب كل. أن مدن يعبأ الحيلولة, بين ان قادة فمرّ. وقام بتحدّي أم به،, إذ المارق الخاصّة الى. مسارح نهاية وباءت وقد بـ. أي نفس وسفن إجلاء مواقعها.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "مارد العصبة الجديدة، هذا أن, قد ٠٨٠٤ الإنزال يتم. أن خطّة أمّا المعاهدات مما. أخر عن تعداد بالفشل المنتصر. دارت حلّت المتّبعة هو تلك, وقبل كثيرة بل الا.",
                                url: "#"
                            }
                        ]
                    }
                ]
            },
            {
                id: "content-politics-trending",
                name: "الشائع",
                articles: [
                    {
                        class: "columns-wrap",
                        header: "تشريعات جديدة",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "يعبأ الإمداد إيو عن, ما فبعد والقرى والمانيا دنو. دنو حالية إبّان أي, نفس الأجل ويعزى ان. وسفن يعادل ومحاولة أم لها. قام النفط أجزاء بـ, ما ٠٨٠٤ كُلفة أراضي بعض.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "علاقة بريطانيا، أي أما. انه كل ودول وسمّيت, هو رئيس إيطاليا بريطانيا-فرنسا جهة. أطراف بقيادة عدم و, عدم ٣٠ تطوير مشروط الموسوعة. والمانيا الدنمارك لان مع, وباءت النزاع بل يبق, مرمى تكتيكاً حتى عل. هذا من رجوعهم ابتدعها بريطانيا, مما ومضى حاملات أم, إحكام الثقيل عن كما.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "و به، عجّل إستعمل, إذ أضف لفرنسا الصعداء. بين أسيا الثقيلة قد, إيو العظمى الخاسر الشتوية عل, أخر بل الدول والقرى ا. لم مشروط الإتفاقية جُل. قام رئيس الجنود الأوروبيّون بل, غينيا الخاصّة أخذ بل, وقد عل وسفن الشرق،. لها وبغطاء بتحدّي الثقيل ان, وتم بـ العناد تحرّكت الإنزال, كان ٣٠ وقبل قِبل الشّعبين. عدد فقامت وتزويده السيطرة لم, فقد كل ميناء واندونيسيا،, السيء مليارات لبلجيكا، ما وصل.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "أحدث استطلاعات الرأي",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "فبعد مليون بمباركة غير ٣٠, نفس هاربر وأكثرها الأوربيين بل, لم به، فشكّل وهولندا،. وقام باستخدام من يبق, فقد ثم الذود اليابان ايطاليا،. أن عرض غضون لغزو, تلك ثم رئيس لعملة واُسدل. أم الإنزال الإيطالية كان. أسر ليبين والنفيس أن.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "عن الأول ومطالبة استعملت الا, ثم الا مسارح استعملت, أخذ إذ يتمكن اوروبا الوزراء. لم ثمّة مشروط الأمم حدى. وبدون الدمج لإعلان مع تحت, أثره، بقيادة بالتوقيع وقد ما. كما رئيس اليابان، هو, و بين قادة تمهيد, كان يعبأ عليها تم. مع جُل مسرح تكبّد الإمتعاض, وقرى إختار مسؤولية كل حدى. فاتّبع واتّجه والنرويج لمّ بل.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "رئيس أسيا إيو تم. غريمه للجزر مليارات بين ما. جورج سابق تكبّد ثم قبل. مع إجلاء وبحلول أما. مع يطول أحدث بتخصيص وتم."
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "من يكتسب الأصوات",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "يطول دأبوا من دول, اليها المعاهدات مكن بـ. وزارة ضمنها حين كل, كل حول بمباركة والكساد ايطاليا،. لم الأحمر بالرّد الخاسر لان, فصل عل الأحمر البرية العمليات. لم وفي الحرة الإتحاد. يتسنّى المتحدة به، قد, أي الجوي تزامناً العالمية حدى, و حيث سابق اكتوبر. والحزب العصبة اسبوعين في أما.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "مارد لأداء من مكن, حيث وأزيز المؤلّفة ثم. بـ تعد بتخصيص واستمرت, من وتم البولندي اليابانية, مدن ان وعلى الشمل. به، كل بأيدي أجزاء ايطاليا،, والحزب للمجهود عل أضف. فصل ٣٠ مقاومة ويكيبيديا، الانجليزية, عل تحرّكت الساحل لبلجيكا، هذا. تم مدن لغزو الباهضة. ٣٠ الدمج جزيرتي فعل. ثم إيو تمهيد بشرية وسمّيت.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "سقطت الجوي غير بـ, واشتدّت وباستثناء حدى إذ. المسرح بالرغم بحث أي, وقد هو قررت وزارة للجزر, واحدة إحتار بلا أن. عل نتيجة الإقتصادي كما, حتى ٣٠ العسكري لإنعدام الأوربيين. بال في كثيرة الضروري الدولارات, لهيمنة الساحة بالحرب غير أم. وقرى ولاتّساع والنرويج فصل إذ, و أعلنت بالرّغم استراليا، وفي, سياسة نهاية الساحة و دون.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-politics-around-the-world",
                name: "حول العالم",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "بريطانيا",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "لكن اجلس في عطلة نهاية أسبوع مجانية ولكن غدا كرة القدم قوس DUI.هذا هو تزيين القوس لكراهية أن تكون سلطة.",
                        type: "list",
                        content: [
                            {
                                content: "لكن الألم ولكن يسحب نفسه الآن الموز يشربه.آلام المكتب هي حاجة كبيرة إلى لوريم ألم شديد."
                            },
                            {
                                content: "لكن العنصر مضادات الأكسدة لكرة القدم ولكنه يكره كرة القدم التي تكره الراحة.القداس أو",
                            },
                            {
                                content: "من المهم مضادات الأكسدة كرة قدم سريرية كبيرة حتى الوقت.تدليك كرة القدم الجذاب في الجبهة في.",
                            },
                            {
                                content: "قالب أو ثمن استهداف الاتحاد الأوروبي.سيؤكد ذلك أن أسعار الماكرو لتدليك الكرتون لكثير من السلطات.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "إيطاليا",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "قرض الحياة مجموعة من الياسمين أو المطور.",
                        type: "list",
                        content: [
                            {
                                content: "آخر سلطة مطوري كرة القدم البيئي الدعاية في بعض الأحيان.لسعر إنفاذ القانون القبيح لإنفاذ القانون ياسمينج كبيرة و.",
                            },
                            {
                                content: "تتطلب شركة الطيران الإلزامية مرضًا ذكيًا أو قوسًا ابتسامة أي كازينو.الموجات فوق الصوتية حزينة لا موز لدرجة الحرارة في المؤلف.",
                            },
                            {
                                content: "إذا كان التصحيح ولكن سحب المنطقة في هذه الدورة.في بعض الأحيان أداء على الأطفال.",
                            },
                            {
                                content: "يريد ماتيس أولامكوربر لكن مطوري كرة القدم .نام قطر نام التصنيع لورم سيد ضحك."
                            }
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "بولندا",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "لكنها دائما ابتسامة في المكياج حامل المكتب لكل منهما.",
                        type: "list",
                        content: [
                            {
                                content: "تم سحبه فقط وليس كرة السلة وثيقة الهوية الوحيدة سابين إيت.حافل الشوكولاتة تحتاج دائمًا إلى الواجب المنزلي في المنطقة في.",
                            },
                            {
                                content: "غير قطر التصنيع بـ, ما ٠٨٠٤ كُلفة أراضي بعض حزينة.واو القوس من وثيقة الهوية الوحيدة يعيش الكحول وشراب الزناد كما حزين و.",
                            },
                            {
                                content: "كل أو الحبوب  هو رئيس إيطالي و.لكن الدعاية تحتاج قوس قال متنوعة.",
                            },
                            {
                                content: "، ولكن قطر المرحلة الجامعية حتى حزينة.سهام كرة القدم في نهاية الأسبوع كره مضادات الأكسدة.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-politics-hot-topics",
                name: "مواضيع مثيرة",
                articles: [
                    {
                        class: "columns-2-balanced",
                        header: "هذا أولا",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "دار بحشد وجزر وجهان ٣٠. فشكّل بلديهما وايرلندا لم دار, أحكم حالية حتى هو. تعداد النزاع ولم أم. ما وقد ثمّة لكون والحزب, كلا كُلفة الأرواح أن. يقوم ميناء أراضي ذلك إذ, و ومضى شرسة كُلفة بحث, عن المارق المشترك بها.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "هو يبق وبدأت بخطوط بالتوقيع, لكل أوزار الهادي بل, الا ألمّ والقرى لم. نفس بـ مسرح أفاق والكساد, ووصف يرتبط ولم بـ, نهاية عسكرياً وبالتحديد، ٣٠ به،. تمهيد المجتمع فقد هو, بل كما هناك الثقيلة الأولية. والقرى الأوروبيّون أي مما. عن مما كانتا تغييرات.",
                                url: "#"
                            }
                        ]
                    },
                    {
                        class: "columns-2-balanced",
                        header: "هذا الثاني",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "مع بحق الشرقي الباهضة. أن ليبين واُسدل تلك. أراض عرفها السيء وقد من, الى الأحمر والمعدات لم. كما يعبأ غرّة، التغييرات بل, سابق غينيا بلديهما عل نفس. ما هذا وحتى بلاده التاريخ،, وشعار بريطانيا-فرنسا يتم ان, شيء بالحرب بمعارضة لم. أي استبدال الأراضي كما, تنفّس والكوري الموسوعة مع بين.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "بل دون جنوب يرتبط والمانيا, أملاً اعتداء وتم ثم. به، تم عالمية للسيطرة, عل يعبأ والمانيا ولاتّساع يتم, و أما غضون جسيمة استبدال. عن سقطت جزيرتي كلا, بها أن تعداد واندونيسيا،, وصل قد وقرى وقام الثانية. مدن ما شدّت تنفّس. جهة بـ بوابة قتيل، بالمحور.",
                                url: "#"
                            }
                        ]
                    },
                ]
            },
            {
                id: "content-politics-paid-content",
                name: "المحتوى المدفوع",
                articles: [
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "الواجب المنزلي في السيارة الرئيسية حتى الكتلة.",
                            },
                        ],
                    },
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "أحتاج إلى الميكروويف الخاص بي ولكن مجاني ل.وصفة مجانية للميكروويف الآن متنوعة من حين لآخر.",
                            },
                        ],
                    },
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "بريطانيا، لها, تم أما وشعار لإعادة, بل بين ببعض الأرضية. عل دنو مارد الوزراء, بل ب",
                            },
                        ],
                    },
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "أو السعر المحدد كأسد في الحياة.أي عنصر أداء لكرة السلة أو كرة القدم الياسمين ما لم يكن قابلاً للخصم قدر الإمكان.ومع ذلك ، فهي ليست واحدة فقط.الماكرو في مؤلف.",
                            },
                        ],
                    },
                ],
            },
        ],
    },
    business: {
        name: "عمل",
        url: "/business",
        priority: 1,
        sections: [
            {
                id: "content-business-latest-trends",
                name: "آخر الصيحات",
                articles: [
                    {
                        class: "columns-3-wide",
                        header: "الاستثمار",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                            tag: "breaking",
                        },
                        title: "لتخمير الشوكولاتة الكرتون من وثيقة الهوية الوحيدة في كرة القدم.قبل الخوف كان في ذلك الوقت.",
                        type: "text",
                        content:
                            "Consequat mauris nunc congue nisi vitae. Felis imperdiet proin fermentum leo vel orci porta. Facilisis gravida neque convallis a cras semper. Risus quis varius quam quisque id diam vel quam. Egestas quis ipsum suspendisse ultrices gravida. Nisl nisi scelerisque eu ultrices vitae auctor.\n\nViverra vitae congue eu consequat ac felis. Vestibulum rhoncus est pellentesque elit ullamcorper. Donec massa sapien faucibus et. Vehicula ipsum a arcu cursus vitae congue mauris rhoncus. Quis ipsum suspendisse ultrices gravida. Vel facilisis volutpat est velit egestas dui id ornare arcu. Commodo ullamcorper a lacus vestibulum.",
                    },
                    {
                        class: "columns-3-narrow",
                        header: "وسائط",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "حامل في الاحماء والرعاية.الواجبات المنزلية المختلفة في لوريم الرئيسية حتى نصائح الكتلة.",
                        type: "text",
                        content:
                            "Nisi quis eleifend quam adipiscing vitae proin. Nunc sed velit dignissim sodales ut. Turpis nunc eget lorem dolor sed. Enim nulla aliquet porttitor lacus. Consequat ac felis donec et. Aliquam sem fringilla ut morbi tincidunt augue interdum velit. Arcu vitae elementum curabitur vitae nunc sed velit dignissim.",
                    },
                    {
                        class: "columns-3-narrow",
                        header: "أفكار",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "وعاء لزج يعمل الآن.الأهم من ذلك المطور الواجب المنزلي الرعاية الحزينة.",
                        type: "text",
                        content:
                            "Donec adipiscing tristique risus nec. Vel fringilla est ullamcorper eget nulla facilisi etiam dignissim. Vitae et leo duis ut diam quam. Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere lorem.\n\nAc odio tempor orci dapibus ultrices in iaculis nunc. A diam maecenas sed enim ut sem. At quis risus sed vulputate.",
                    },
                ],
            },
            {
                id: "content-business-market-watch",
                name: "مراقبة السوق",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "الشائع",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "كل جزر الفلفل الحار.",
                        type: "text",
                        content:
                            "Dolor magna eget est lorem. Nibh sit amet commodo nulla facilisi nullam. Etiam non quam lacus suspendisse faucibus interdum. Posuere sollicitudin aliquam ultrices sagittis orci. Massa enim nec dui nunc mattis enim ut tellus. Congue mauris rhoncus aenean vel. Egestas integer eget aliquet nibh praesent tristique.",
                    },
                    {
                        class: "columns-3-balanced",
                        header: "تقنية",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "ضع مهنة سريرية.",
                        type: "text",
                        content:
                            "Praesent elementum facilisis leo vel fringilla est ullamcorper. Scelerisque viverra mauris in aliquam sem fringilla. Donec ac odio tempor orci. Eu augue ut lectus arcu. Diam sollicitudin tempor id eu nisl nunc mi ipsum.",
                    },
                    {
                        class: "columns-3-balanced",
                        header: "نجاح",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "تخمير الشوكولاتة من وثيقة الهوية الوحيدة الحلق في.",
                        type: "text",
                        content:
                            "landit volutpat maecenas volutpat blandit. Pulvinar pellentesque habitant morbi tristique senectus et. Facilisis magna etiam tempor orci. Sit amet commodo nulla facilisi nullam vehicula. Tortor vitae purus faucibus ornare suspendisse sed nisi lacus sed. Mus mauris vitae ultricies leo.",
                    },
                ],
            },
            {
                id: "content-business-economy-today",
                name: "الاقتصاد اليوم",
                articles: [
                    {
                        class: "columns-wrap",
                        header: "التأثير العالمي",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Bibendum arcu vitae elementum curabitur vitae nunc sed. Ipsum faucibus vitae aliquet nec ullamcorper sit. Blandit libero volutpat sed cras ornare arcu dui. Maecenas sed enim ut sem viverra aliquet.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Arcu risus quis varius quam quisque id diam vel quam. Sed risus pretium quam vulputate dignissim suspendisse in. Amet aliquam id diam maecenas ultricies mi. Egestas dui id ornare arcu odio.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "At risus viverra adipiscing at in tellus. Morbi tempus iaculis urna id volutpat lacus laoreet non. Eu volutpat odio facilisis mauris sit amet. Leo urna molestie at elementum eu facilisis sed.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "الآفاق",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Ut etiam sit amet nisl purus in mollis nunc sed. Eget mauris pharetra et ultrices neque ornare aenean. Magna sit amet purus gravida quis blandit turpis.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Eu nisl nunc mi ipsum faucibus vitae aliquet nec ullamcorper. Viverra aliquet eget sit amet tellus cras. Consequat id porta nibh venenatis. Ac felis donec et odio pellentesque diam volutpat commodo sed.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Montes nascetur ridiculus mus mauris vitae ultricies leo integer. Habitasse platea dictumst vestibulum rhoncus est pellentesque elit.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "الحرية المالية",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Bibendum arcu vitae elementum curabitur vitae nunc sed. Facilisis mauris sit amet massa vitae tortor condimentum lacinia.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Ipsum nunc aliquet bibendum enim facilisis gravida neque convallis. At in tellus integer feugiat scelerisque varius morbi enim. Nisi vitae suscipit tellus mauris a.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Diam sollicitudin tempor id eu nisl nunc mi ipsum faucibus. In pellentesque massa placerat duis ultricies lacus sed.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-business-must-read",
                name: "يجب أن يقرأ",
                articles: [
                    {
                        class: "columns-1",
                        type: "grid",
                        display: "grid-wrap",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "Scelerisque viverra mauris in aliquam sem fringilla ut morbi. Senectus et netus et malesuada fames ac turpis egestas. Et tortor at risus viverra. Iaculis nunc sed augue lacus viverra vitae congue. Nulla aliquet porttitor lacus luctus accumsan.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "Vitae justo eget magna fermentum. Vel eros donec ac odio tempor orci dapibus. Volutpat est velit egestas dui id ornare arcu odio. Est sit amet facilisis magna. Bibendum est ultricies integer quis auctor elit. Ullamcorper dignissim cras tincidunt lobortis feugiat vivamus.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "Nisl tincidunt eget nullam non nisi est sit. At consectetur lorem donec massa sapien faucibus et molestie ac. Semper risus in hendrerit gravida rutrum. Eget aliquet nibh praesent tristique magna sit. Mi quis hendrerit dolor magna eget.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "Pulvinar proin gravida hendrerit lectus a. At volutpat diam ut venenatis tellus in metus vulputate eu. Maecenas accumsan lacus vel facilisis volutpat. Enim eu turpis egestas pretium aenean pharetra magna. Orci eu lobortis elementum nibh tellus molestie nunc.",
                                url: "#"
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-business-educational",
                name: "تعليمية",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "الأعمال 101",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "dictumst كل جزر الفلفل الحار.",
                        type: "text",
                        content:
                            "incidunt dui ut ornare lectus sit. Quis varius quam quisque id diam. Adipiscing diam donec adipiscing tristique risus nec feugiat in. Cursus sit amet dictum sit. Lacinia quis vel eros donec ac odio. Accumsan tortor posuere ac ut consequat semper. Interdum posuere lorem ipsum dolor sit amet consectetur adipiscing. Integer malesuada nunc vel risus commodo viverra. Arcu risus quis varius quam quisque id diam vel quam.\n\nEnim neque volutpat ac tincidunt vitae semper quis lectus nulla. Eget nulla facilisi etiam dignissim diam quis enim lobortis scelerisque. Sed tempus urna et pharetra pharetra massa.",
                    },
                    {
                        class: "columns-3-balanced",
                        header: "بدء",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "دول نتيجة أوروبا عن. بين أحكم المشترك من, لم فرنسية أوروبا",
                        type: "text",
                        content:
                            "Potenti nullam ac tortor vitae purus faucibus. Vulputate mi sit amet mauris. Elit pellentesque habitant morbi tristique senectus. In pellentesque massa placerat duis ultricies. Cras fermentum odio eu feugiat pretium nibh ipsum. Ornare quam viverra orci sagittis eu. Commodo sed egestas egestas fringilla phasellus faucibus scelerisque eleifend. Non diam phasellus vestibulum lorem sed risus. Metus vulputate eu scelerisque felis imperdiet.\n\nMagna ac placerat vestibulum lectus mauris. Lobortis feugiat vivamus at augue eget. Facilisis volutpat est velit egestas dui id ornare arcu odio.",
                    },
                    {
                        class: "columns-3-balanced",
                        header: "تحقيق الربح",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "تخمير الشوكولاتة من وثيقة الهوية الوحيدة الحلق في.",
                        type: "text",
                        content:
                            "Ornare aenean euismod elementum nisi quis. Tellus in hac habitasse platea dictumst vestibulum rhoncus est. Nisl nunc mi ipsum faucibus vitae aliquet nec. Eget egestas purus viverra accumsan in nisl nisi scelerisque. Urna duis convallis convallis tellus id interdum velit laoreet. Ultrices sagittis orci a scelerisque purus. Feugiat vivamus at augue eget. Ultricies tristique nulla aliquet enim. Nibh mauris cursus mattis molestie a iaculis at erat pellentesque.\n\nElementum eu facilisis sed odio morbi. Ac turpis egestas integer eget aliquet nibh praesent tristique magna. Tortor at risus viverra adipiscing at in tellus.",
                    },
                ],
            },
            {
                id: "content-business-underscored",
                name: "يؤكد",
                articles: [
                    {
                        class: "columns-2-balanced",
                        header: "هذا أولا",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "Scelerisque viverra mauris in aliquam sem fringilla ut morbi. Senectus et netus et malesuada fames ac turpis egestas. Et tortor at risus viverra. Iaculis nunc sed augue lacus viverra vitae congue. Nulla aliquet porttitor lacus luctus accumsan.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "Vitae justo eget magna fermentum. Vel eros donec ac odio tempor orci dapibus. Volutpat est velit egestas dui id ornare arcu odio. Est sit amet facilisis magna. Bibendum est ultricies integer quis auctor elit. Ullamcorper dignissim cras tincidunt lobortis feugiat vivamus.",
                                url: "#"
                            }
                        ]
                    },
                    {
                        class: "columns-2-balanced",
                        header: "هذا الثاني",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "Scelerisque viverra mauris in aliquam sem fringilla ut morbi. Senectus et netus et malesuada fames ac turpis egestas. Et tortor at risus viverra. Iaculis nunc sed augue lacus viverra vitae congue. Nulla aliquet porttitor lacus luctus accumsan.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "Vitae justo eget magna fermentum. Vel eros donec ac odio tempor orci dapibus. Volutpat est velit egestas dui id ornare arcu odio. Est sit amet facilisis magna. Bibendum est ultricies integer quis auctor elit. Ullamcorper dignissim cras tincidunt lobortis feugiat vivamus.",
                                url: "#"
                            }
                        ]
                    }
                ]
            },
            {
                id: "content-business-investing-101",
                name: "استثمار 101",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "إدارة أصولك",
                        type: "articles-list",
                        content: [
                            {
                                title: "إنفاذ القبيح وادي.الجزر طبقة وثيقة الهوية الوحيدة لا وقت كرة القدم في هوسيليسي.",
                                content: "A scelerisque purus semper eget duis at. Condimentum lacinia quis vel eros donec ac odio. Pretium fusce id velit ut tortor pretium viverra suspendisse. Blandit aliquam etiam erat velit scelerisque in. Est placerat in egestas erat imperdiet sed euismod nisi. Suspendisse potenti nullam ac tortor vitae purus faucibus.",
                            },
                            {
                                title: "بحث ترتيب السادس الخاطفة ما, به، معاملة وسمّيت هو, بل شيء إعادة الضغو",
                                content: "Est ullamcorper eget nulla facilisi etiam dignissim diam quis enim. Iaculis eu non diam phasellus. Odio aenean sed adipiscing diam donec. Eleifend donec pretium vulputate sapien nec sagittis aliquam malesuada bibendum.",
                            },
                            {
                                title: "وبعدما الجنوب أم لمّ. على مع استدعى ألمانيا. أم ونتج المشتّتون وت",
                                content: "Donec et odio pellentesque diam volutpat. Sed libero enim sed faucibus turpis in eu. Aliquam nulla facilisi cras fermentum odio eu feugiat pretium. Tristique risus nec feugiat in fermentum. Turpis egestas maecenas pharetra convallis posuere morbi leo urna.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "ماذا تريد ان تشاهد",
                        type: "articles-list",
                        content: [
                            {
                                title: "جهة التنازلي المتساقطة، ان, به، حقول ويتّفق معارضة إذ. أم كلا الخاطفة الشهيرة",
                                content: "Dignissim diam quis enim lobortis scelerisque. Lacus vestibulum sed arcu non odio euismod lacinia at quis. Mi bibendum neque egestas congue quisque. Arcu dui vivamus arcu felis bibendum ut tristique. Consectetur adipiscing elit ut aliquam purus sit amet luctus venenatis.",
                            },
                            {
                                title: "المشتّتون ما وتم, فسقط شدّت ان دول. يذكر تكبّد من قام. ",
                                content: "Eu lobortis elementum nibh tellus molestie. Egestas congue quisque egestas diam in arcu cursus euismod quis. Purus non enim praesent elementum facilisis. Suscipit tellus mauris a diam maecenas sed enim ut sem. Sed elementum tempus egestas sed sed risus pretium quam.",
                            },
                            {
                                title: "ما عشوائية سنغافورة غير, أي جهة الجنوب ابتدعها, بـ",
                                content: "Pharetra diam sit amet nisl suscipit adipiscing bibendum. Mi eget mauris pharetra et ultrices neque ornare. Habitant morbi tristique senectus et netus et. Quis eleifend quam adipiscing vitae. Fames ac turpis egestas maecenas pharetra convallis posuere morbi.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "هل كنت تعلم؟",
                        type: "articles-list",
                        content: [
                            {
                                title: "التصحيح ولكن سحب المنطقة في.أحتاج إلى الميكروويف الخاص بي ولكن مجاني ل.",
                                content: "A diam maecenas sed enim. Platea dictumst vestibulum rhoncus est pellentesque elit. Metus dictum at tempor commodo ullamcorper. Est ullamcorper eget nulla facilisi etiam dignissim diam. Felis eget velit aliquet sagittis id consectetur purus.",
                            },
                            {
                                title: "هناك جزر العملاء.تجمعات الموجات فوق الصوتية في الواجبات المنزلية ولكن المطورين القبيحين.",
                                content: "Mattis pellentesque id nibh tortor id aliquet lectus. Odio aenean sed adipiscing diam donec adipiscing. Mi in nulla posuere sollicitudin aliquam ultrices sagittis. Dictum varius duis at consectetur lorem donec massa sapien faucibus.",
                            },
                            {
                                title: "كقطر من عدم وجود معرف كتلة طيران.",
                                content: "Id aliquet lectus proin nibh nisl condimentum id venenatis. Ultrices in iaculis nunc sed augue lacus viverra vitae congue. Lectus urna duis convallis convallis tellus id interdum velit. Duis convallis convallis tellus id interdum. Et malesuada fames ac turpis egestas sed.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-business-stock-market",
                name: "سوق الأوراق المالية",
                articles: [
                    {
                        class: "columns-wrap",
                        header: "الداو جونز",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Pretium fusce id velit ut tortor pretium viverra suspendisse potenti. Nisi scelerisque eu ultrices vitae auctor eu. Amet massa vitae tortor condimentum lacinia quis vel. In arcu cursus euismod quis.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Tempus urna et pharetra pharetra massa massa ultricies mi. Vestibulum lorem sed risus ultricies tristique nulla aliquet enim. Sit amet luctus venenatis lectus magna fringilla urna.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Viverra adipiscing at in tellus integer feugiat scelerisque varius morbi. Massa tempor nec feugiat nisl pretium fusce id. Elit ut aliquam purus sit amet luctus.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "s&p500",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Risus quis varius quam quisque id diam vel quam. Risus at ultrices mi tempus imperdiet nulla malesuada. Aliquet enim tortor at auctor urna. Sapien et ligula ullamcorper malesuada proin libero. Nunc sed augue lacus viverra vitae congue.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Quisque id diam vel quam elementum pulvinar etiam non. Lacus laoreet non curabitur gravida arcu ac tortor dignissim convallis. Ac ut consequat semper viverra nam libero justo.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Pulvinar etiam non quam lacus suspendisse faucibus interdum posuere lorem. Enim facilisis gravida neque convallis. Quis blandit turpis cursus in hac habitasse platea.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "تجارة يومية",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Pellentesque pulvinar pellentesque habitant morbi tristique senectus et netus et. Sed enim ut sem viverra aliquet eget. Porttitor lacus luctus accumsan tortor. Sit amet justo donec enim diam.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Nibh sit amet commodo nulla facilisi nullam vehicula. Lectus mauris ultrices eros in cursus turpis massa. Egestas fringilla phasellus faucibus scelerisque eleifend donec pretium. Sed adipiscing diam donec adipiscing tristique risus nec feugiat in.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Consectetur lorem donec massa sapien faucibus. Aliquet porttitor lacus luctus accumsan tortor. Pharetra pharetra massa massa ultricies mi. Aliquam id diam maecenas ultricies mi eget mauris pharetra. Rhoncus urna neque viverra justo nec ultrices dui sapien eget.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-business-impact",
                name: "تأثير",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "أزمة النفط",
                        type: "articles-list",
                        content: [
                            {
                                title: "المراهقون حتى يضعفوا السهام أو الأسهم.",
                                content: "Adipiscing bibendum est ultricies integer quis. Viverra ipsum nunc aliquet bibendum enim facilisis gravida neque. Suspendisse in est ante in. Semper auctor neque vitae tempus quam pellentesque. Et tortor at risus viverra adipiscing at in tellus integer.",
                            },
                            {
                                title: "كرة القدم عنصر أداء الياسمين ما لم يكن قابلاً للخصم قدر الإمكان.",
                                content: "Pretium aenean pharetra magna ac. Sem nulla pharetra diam sit amet nisl suscipit adipiscing bibendum. Neque vitae tempus quam pellentesque nec nam aliquam sem. Potenti nullam ac tortor vitae purus faucibus ornare suspendisse. Ipsum nunc aliquet bibendum enim facilisis gravida neque.",
                            },
                            {
                                title: "كرة السلة اطلاق النار السريرية من الفلفل الحار دائما.محايدة محايدة محايدة محايدة.",
                                content: "Augue eget arcu dictum varius. Aliquet nibh praesent tristique magna sit amet purus gravida. Mattis enim ut tellus elementum. A diam sollicitudin tempor id eu nisl nunc mi. Justo nec ultrices dui sapien eget mi proin. Euismod lacinia at quis risus sed vulputate odio.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "أسواق التكنولوجيا",
                        type: "articles-list",
                        content: [
                            {
                                title: "من المهم أن تكون كثيرًا.فقط حتى الضعف القطر إلى ارتجاع هو.",
                                content: "Bibendum enim facilisis gravida neque. Ullamcorper dignissim cras tincidunt lobortis feugiat vivamus at augue. Auctor neque vitae tempus quam pellentesque nec. Justo donec enim diam vulputate ut pharetra sit amet. Aliquam sem fringilla ut morbi tincidunt augue interdum velit.",
                            },
                            {
                                title: "الموجات فوق الصوتية الجماعية ، رولي الذي هيندريت المستهلك ماجنا إيت.",
                                content: "Ornare massa eget egestas purus viverra accumsan in nisl nisi. A arcu cursus vitae congue mauris rhoncus. Gravida arcu ac tortor dignissim convallis aenean et tortor. Elit scelerisque mauris pellentesque pulvinar pellentesque habitant. Volutpat diam ut venenatis tellus in metus.",
                            },
                            {
                                title: "ان. الأرض الحكومة المعاهدات مع أخذ. قد لفشل ابتد",
                                content: "acilisis gravida neque convallis a cras semper auctor neque. Non nisi est sit amet facilisis magna etiam tempor. Posuere morbi leo urna molestie at elementum eu. Tellus in hac habitasse platea dictumst vestibulum rhoncus est pellentesque.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "انخفاض الأسواق",
                        type: "articles-list",
                        content: [
                            {
                                title: "قد, و شعار وبريطانيا حدى. فصل ما لفشل جديداً, قد أمام استرجاع بحث. عن مدن تُصب",
                                content: "Pharetra vel turpis nunc eget. Non arcu risus quis varius quam quisque id. Augue ut lectus arcu bibendum at varius vel pharetra vel. Rhoncus dolor purus non enim praesent elementum.",
                            },
                            {
                                title: "تم خلاف الأسيوي أسر, ضرب ووصف علاقة استبدال عل, وترك إعلان ",
                                content: "Enim nec dui nunc mattis enim ut. Amet luctus venenatis lectus magna fringilla urna porttitor rhoncus dolor. Sed vulputate mi sit amet mauris commodo. Ultricies lacus sed turpis tincidunt id aliquet risus feugiat. In hac habitasse platea dictumst vestibulum rhoncus est.",
                            },
                            {
                                title: "عجّل أراض الواقعة عدد في, طوكيو الأراضي التخطيط الا إذ.",
                                content: "Vitae justo eget magna fermentum iaculis eu non diam phasellus. Et netus et malesuada fames ac turpis. In eu mi bibendum neque egestas congue. Justo eget magna fermentum iaculis eu non diam. Feugiat nibh sed pulvinar proin gravida hendrerit lectus a.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-business-hot-topics",
                name: "مواضيع مثيرة",
                articles: [
                    {
                        class: "columns-2-balanced",
                        header: "هذا أولا",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "In massa tempor nec feugiat nisl. Mattis vulputate enim nulla aliquet porttitor lacus luctus. Et sollicitudin ac orci phasellus egestas tellus rutrum tellus pellentesque. Nec sagittis aliquam malesuada bibendum.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "Euismod quis viverra nibh cras pulvinar mattis nunc. Mauris pellentesque pulvinar pellentesque habitant morbi tristique senectus. Malesuada bibendum arcu vitae elementum curabitur vitae. Fusce id velit ut tortor.",
                                url: "#"
                            }
                        ]
                    },
                    {
                        class: "columns-2-balanced",
                        header: "هذا الثاني",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "Scelerisque felis imperdiet proin fermentum leo vel orci. Tortor vitae purus faucibus ornare suspendisse sed nisi. Molestie at elementum eu facilisis sed odio. Pellentesque sit amet porttitor eget. Vitae auctor eu augue ut lectus arcu bibendum at varius.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "Egestas sed sed risus pretium quam vulputate dignissim suspendisse. Potenti nullam ac tortor vitae purus faucibus ornare. Nunc mattis enim ut tellus elementum sagittis vitae et leo. Pellentesque pulvinar pellentesque habitant morbi tristique senectus.",
                                url: "#"
                            }
                        ]
                    },
                ]
            },
            {
                id: "content-business-paid-content",
                name: "المحتوى المدفوع",
                articles: [
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "الوعاء عظيم ، حتى منطقة الكرتون لكرة القدم الإكلينيكية.كرة القدم هي الآن الحلق من جزر الأطفال المبتكرة.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "قرض تشغيل أو المطور.أي عنصر أداء لكرة السلة أو كرة القدم الياسمين ما لم.الموز الاتحاد الأوروبي في الرهان في ذلك الوقت.",
                            },
                        ],
                    },
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "الكثير من قطر.جزر كبيرة الحامل الحامل أي جلوس.الضحك ولا حاجة لكرة القدم تحتاج الآن.وكرة القدم حتى أكره راحة قطر الأطفال في عطلة نهاية الأسبوع ولكن.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "الفكين المكسيكيين من تدليك كرة القدم ولكن فقط التصحيح الآن أو ابتسامة الراحة.سعر المعرف السريري يرجى عمل مستحضرات سحب أسعار الماكرو.",
                            },
                        ],
                    },
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "شرب الكحول عناصر الحياة الدردشة.مرض الجزر الأطفال الذكي الوظيفي ليس كذلك.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "الميكروفون في مؤلف القدر الآن ، وهذا هو مسار الخوف من البعض كبيرة حتى الوقت orci.لاعبي كرة القدم الآن ، موز حياتي الحلق للغاية.",
                            },
                        ],
                    },
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "مجاملة التلفزيون مستهدف.لا حاجة للمادة الآن.مسح معرف الميكروفون المحدد ميكروويف معرف صلصة نيسل.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "أريوس لكرة القدم هي الآن الحلق من شركة الطيران جزر الأطفال.اجلس عطلة نهاية أسبوع مجانية ولكن غدًا.لكن اسحب نفسها الآن يشرب الموز.",
                            },
                        ],
                    },
                ],
            },
        ],
    },
    opinion: {
        name: "رأي",
        url: "/opinion",
        priority: 2,
        sections: [
            {
                id: "content-opinion-a-deeper-look",
                name: "نظرة أعمق",
                articles: [
                    {
                        class: "columns-3-wide",
                        header: "أحدث الحقائق",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            tag: "breaking",
                        },
                        title: "الجوع القديم ونيتوس و وإنفاذ القانون القبيح.كراهية مضادات الأكسدة موريس الجلوس القداس .لن كرة القدم لكرة القدم السهام لكرة القدم في نهاية الأسبوع الكراهية.",
                        type: "text",
                        content:
                            "Lorem ipsum dolor sit amet consectetur. Ridiculus mus mauris vitae ultricies leo. Volutpat ac tincidunt vitae semper quis. In est ante in nibh. Fringilla phasellus faucibus scelerisque eleifend donec pretium. Scelerisque eu ultrices vitae auctor eu augue.",
                    },
                    {
                        class: "columns-3-narrow",
                        header: "قمة أذهاننا",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "سعر من الهوية السريرية يرجى جعل سعر درجة الحرارة.تحقيق تشغيل.",
                        type: "text",
                        content: "Aenean euismod elementum nisi quis eleifend quam adipiscing vitae proin. Pharetra vel turpis nunc eget lorem. Morbi tincidunt augue interdum velit euismod in pellentesque massa placerat.",
                    },
                    {
                        class: "columns-3-narrow",
                        header: "تقرير المحرر",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "كرة القدم هي الكثير من الدورة المعقمة.",
                        type: "text",
                        content:
                            "Aenean pharetra magna ac placerat vestibulum lectus mauris. Massa sapien faucibus et molestie ac feugiat sed lectus vestibulum.\n\nVitae congue mauris rhoncus aenean vel elit scelerisque. Faucibus turpis in eu mi bibendum neque egestas congue quisque.",
                    },
                ],
            },
            {
                id: "content-opinion-top-issues",
                name: "أعلى القضايا",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "أفكار",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "مطورو كرة القدم احتياجات كرة القدم.",
                        type: "list",
                        content: [
                            {
                                content: "Tortor consequat id porta nibh venenatis cras sed.",
                            },
                            {
                                content: "Suspendisse faucibus interdum posuere lorem ipsum dolor sit amet consectetur.",
                            },
                            {
                                content: "Adipiscing diam donec adipiscing tristique risus nec feugiat in.",
                            },
                            {
                                content: "Ultrices neque ornare aenean euismod elementum nisi quis.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "التعليق الاجتماعي",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "سهام القوس من الكحول.",
                        type: "list",
                        content: [
                            {
                                content: "Nisi porta lorem mollis aliquam ut porttitor leo a diam.",
                            },
                            {
                                content: "Purus ut faucibus pulvinar elementum integer enim neque volutpat ac.",
                            },
                            {
                                content: "Suspendisse in est ante in nibh mauris cursus.",
                            },
                            {
                                content: "Aliquam vestibulum morbi blandit cursus. Leo integer malesuada nunc vel risus commodo viverra maecenas.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "مشاريع خاصة",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "عدد لعدم وفرنسا أي, وتزويده الأرضية يتم هو. جورج مس",
                        type: "text",
                        content:
                            "Platea dictumst quisque sagittis purus sit amet volutpat. Vulputate ut pharetra sit amet aliquam id. Tellus integer feugiat scelerisque varius morbi enim nunc faucibus. Est ante in nibh mauris. Libero volutpat sed cras ornare arcu dui vivamus.",
                    },
                ],
            },
            {
                id: "content-opinon-trending",
                name: "الشائع",
                articles: [
                    {
                        class: "columns-wrap",
                        header: "حول العالم",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Egestas congue quisque egestas diam in arcu. Sollicitudin tempor id eu nisl nunc mi.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "A condimentum vitae sapien pellentesque habitant morbi tristique senectus. Neque laoreet suspendisse interdum consectetur.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Dui vivamus arcu felis bibendum. Sit amet purus gravida quis blandit turpis cursus in.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "يدعم",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Malesuada fames ac turpis egestas integer eget. Ante metus dictum at tempor commodo ullamcorper. Ipsum dolor sit amet consectetur.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Dictumst quisque sagittis purus sit amet. Cras fermentum odio eu feugiat pretium. Pretium aenean pharetra magna ac placerat vestibulum lectus.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Et odio pellentesque diam volutpat commodo sed egestas egestas. Sagittis aliquam malesuada bibendum arcu vitae elementum curabitur.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "تعرف أكثر",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Nullam eget felis eget nunc. Fames ac turpis egestas integer eget aliquet nibh praesent tristique.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Massa ultricies mi quis hendrerit dolor magna eget est.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Ut tellus elementum sagittis vitae et leo duis ut. Purus ut faucibus pulvinar elementum integer enim.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-opinion-think-about-it",
                name: "فكر في الأمر",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "الصحة النفسية",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "ومطورين الحياة الذين تخرجوا دائمًا في أي وقت من الأوقات.ليس أكثر من قطعة من فكي التدليك في بعض الأحيان يضع لوريم ..",
                        type: "list",
                        display: "bullets",
                        content: [
                            {
                                content: "Et tortor consequat id porta nibh venenatis cras sed felis. Neque aliquam vestibulum morbi blandit cursus risus at ultrices mi.",
                                url: "#",
                            },
                            {
                                content: "Commodo quis imperdiet massa tincidunt nunc. Diam maecenas sed enim ut sem viverra aliquet eget sit.",
                                url: "#",
                            },
                            {
                                content: "Aliquam malesuada bibendum arcu vitae elementum curabitur. Quis ipsum suspendisse ultrices gravida dictum fusce ut placerat.",
                                url: "#",
                            },
                            {
                                content: "Quis enim lobortis scelerisque fermentum. Nibh venenatis cras sed felis eget velit aliquet.",
                                url: "#",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "حياة أفضل",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "ضع مدخل محاضرة كرة السلة.الفول السوداني في سياق القداس المدرسي.",
                        type: "list",
                        display: "bullets",
                        content: [
                            {
                                content: "In hac habitasse platea dictumst vestibulum rhoncus est pellentesque elit. At lectus urna duis convallis convallis tellus id interdum.",
                                url: "#",
                            },
                            {
                                content: "Ultrices eros in cursus turpis massa tincidunt dui. Mi tempus imperdiet nulla malesuada pellentesque.",
                                url: "#",
                            },
                            {
                                content: "Ipsum faucibus vitae aliquet nec ullamcorper sit. Eleifend donec pretium vulputate sapien nec sagittis aliquam.",
                                url: "#",
                            },
                            {
                                content: "In hac habitasse platea dictumst. Pretium vulputate sapien nec sagittis aliquam malesuada bibendum arcu.",
                                url: "#",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "الاختيار الصحيح",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "الحلق أو الموظف والاتحاد الأوروبي.بالنسبة للجزر المعقم وعاء الجري تحتاج الآن كرتون الشوكولاتة.",
                        type: "list",
                        display: "bullets",
                        content: [
                            {
                                content: "Urna porttitor rhoncus dolor purus. Eget sit amet tellus cras adipiscing enim.",
                                url: "#",
                            },
                            {
                                content: "Leo urna molestie at elementum eu facilisis sed. Metus dictum at tempor commodo ullamcorper a.",
                                url: "#",
                            },
                            {
                                content: "Non odio euismod lacinia at quis risus sed vulputate.",
                                url: "#",
                            },
                            {
                                content: "Justo donec enim diam vulputate ut. Euismod elementum nisi quis eleifend.",
                                url: "#",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-opinion-latest-media",
                name: "أحدث الوسائط",
                articles: [
                    {
                        class: "columns-1",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-opinion-in-case-you-missed-it",
                name: "في حال فوته على نفسك",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "الأفكار النقدية",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "وقت كرة القدم معرف الوعا غدا ماتيس الآن ولكن.",
                        type: "list",
                        content: [
                            {
                                content: "Eget felis eget nunc lobortis mattis aliquam faucibus purus in."
                            },
                            {
                                content: "Adipiscing elit ut aliquam purus sit amet luctus venenatis lectus.",
                            },
                            {
                                content: "Eu volutpat odio facilisis mauris sit amet massa.",
                            },
                            {
                                content: "Vitae tortor condimentum lacinia quis vel eros donec ac.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "التفكير النقدي",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "الأداء إذا كانت بوابة لورم لينة بعضها كأسد مبتكر.",
                        type: "list",
                        content: [
                            {
                                content: "Enim facilisis gravida neque convallis a.",
                            },
                            {
                                content: "Ridiculus mus mauris vitae ultricies leo integer malesuada.",
                            },
                            {
                                content: "Elementum nisi quis eleifend quam. Sed elementum tempus egestas sed sed.",
                            },
                            {
                                content: "Ut tellus elementum sagittis vitae et leo duis ut diam. Ultrices gravida dictum fusce ut placerat orci nulla pellentesque dignissim.",
                            }
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "الإجراءات الحرجة",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "وقال إلزامي العلاج بالجزر حتى القطر.",
                        type: "list",
                        content: [
                            {
                                content: "Metus dictum at tempor commodo ullamcorper a lacus vestibulum.",
                            },
                            {
                                content: "In nisl nisi scelerisque eu ultrices. In fermentum et sollicitudin ac orci phasellus egestas.",
                            },
                            {
                                content: "Ut aliquam purus sit amet luctus venenatis lectus magna fringilla.",
                            },
                            {
                                content: "Morbi enim nunc faucibus a pellentesque. Mi ipsum faucibus vitae aliquet nec ullamcorper.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-opinion-environmental-issues",
                name: "القضايا البيئية",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "الاحتباس الحرارى",
                        type: "articles-list",
                        content: [
                            {
                                title: "عجّل أراض الواقعة عدد في, طوكيو الأراضي التخطيط الا إذ. قبل ان ليرك",
                                content: "Justo donec enim diam vulputate ut pharetra sit amet aliquam. Curabitur vitae nunc sed velit dignissim sodales. Varius vel pharetra vel turpis nunc eget lorem. Sed viverra ipsum nunc aliquet bibendum. Ultrices in iaculis nunc sed augue.",
                            },
                            {
                                title: "الحياة القبيحة للحياة ولكن عنصر الوقت الأرنب ولكن ابتسم.",
                                content: "Nascetur ridiculus mus mauris vitae ultricies leo integer. Hendrerit dolor magna eget est lorem ipsum dolor sit amet. Ultrices gravida dictum fusce ut placerat orci nulla pellentesque. Gravida arcu ac tortor dignissim convallis aenean. Urna duis convallis convallis tellus id interdum.",
                            },
                            {
                                title: "منطقة مكياج التغذية مطوري كرة القدم درجة الحرارة.إلغاء ولكن غد كرة القدم قوس.",
                                content: "estibulum mattis ullamcorper velit sed ullamcorper morbi tincidunt. Urna porttitor rhoncus dolor purus. Nisl nunc mi ipsum faucibus vitae aliquet nec ullamcorper. Ultrices in iaculis nunc sed augue lacus. Nunc pulvinar sapien et ligula ullamcorper.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "إعادة التدوير",
                        type: "articles-list",
                        content: [
                            {
                                title: "الأرض معرف البروتين معرف الكحول.",
                                content: "Eget est lorem ipsum dolor sit amet. Faucibus scelerisque eleifend donec pretium vulputate sapien. Quam adipiscing vitae proin sagittis. Quisque id diam vel quam elementum pulvinar etiam non. Laoreet non curabitur gravida arcu ac tortor dignissim convallis aenean.",
                            },
                            {
                                title: "كرتون الشوكولاتة موريس في بعض النظام البيئي للسلطة.",
                                content: "Amet mauris commodo quis imperdiet. Eu consequat ac felis donec et odio pellentesque. Hendrerit gravida rutrum quisque non tellus orci ac. Amet cursus sit amet dictum.",
                            },
                            {
                                title: "تمويل القطط الشوكولاتة الشوكولاتة الجذابة.ليس أكثر من رقعة تدليك الحلق في بعض الأحيان.",
                                content: "Luctus venenatis lectus magna fringilla urna porttitor. Hac habitasse platea dictumst vestibulum rhoncus. Orci a scelerisque purus semper eget duis at tellus. Risus nec feugiat in fermentum posuere urna nec tincidunt praesent.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "أبحاث جديدة",
                        type: "articles-list",
                        content: [
                            {
                                title: "ليس أكثر من قطعة من الحلق التدليك.",
                                content: "Nisi quis eleifend quam adipiscing vitae proin sagittis nisl rhoncus. Odio euismod lacinia at quis. Molestie a iaculis at erat. Id cursus metus aliquam eleifend mi in nulla posuere sollicitudin. Donec ac odio tempor orci dapibus.",
                            },
                            {
                                title: "الكثير من مطور المرحلة الجامعية.لوريم ولكن ابتسامة الموجات فوق الصوتية حزينة لا مسح.",
                                content: "Neque aliquam vestibulum morbi blandit cursus risus at. Habitant morbi tristique senectus et netus et. Quis blandit turpis cursus in. Adipiscing vitae proin sagittis nisl rhoncus mattis rhoncus urna. Vel risus commodo viverra maecenas. Tortor dignissim convallis aenean et tortor at.",
                            },
                            {
                                title: "تم خلاف الأسيوي أسر, ضرب ووصف علاقة استبدال عل, وت",
                                content: "urpis nunc eget lorem dolor sed viverra ipsum nunc aliquet. Mollis aliquam ut porttitor leo a diam. Posuere morbi leo urna molestie. Suscipit tellus mauris a diam maecenas sed. Ultrices dui sapien eget mi proin sed libero enim sed.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-opinion-underscored",
                name: "يؤكد",
                articles: [
                    {
                        class: "columns-2-balanced",
                        header: "هذا أولا",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "Faucibus interdum posuere lorem ipsum. Aliquam nulla facilisi cras fermentum odio. Odio facilisis mauris sit amet massa vitae. Et tortor at risus viverra adipiscing. Luctus accumsan tortor posuere ac ut consequat semper viverra nam.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "Montes nascetur ridiculus mus mauris vitae. Amet porttitor eget dolor morbi non arcu risus quis varius. Rhoncus aenean vel elit scelerisque mauris pellentesque pulvinar. A lacus vestibulum sed arcu non odio euismod lacinia.",
                                url: "#"
                            }
                        ]
                    },
                    {
                        class: "columns-2-balanced",
                        header: "هذا الثاني",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "Volutpat consequat mauris nunc congue. Arcu dui vivamus arcu felis bibendum ut tristique. Fringilla ut morbi tincidunt augue. Libero enim sed faucibus turpis in eu mi bibendum. Posuere ac ut consequat semper viverra.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "Nec nam aliquam sem et. Maecenas ultricies mi eget mauris pharetra. Nibh nisl condimentum id venenatis a condimentum vitae sapien. Tellus pellentesque eu tincidunt tortor aliquam nulla facilisi cras fermentum.",
                                url: "#"
                            }
                        ]
                    }
                ]
            },
            {
                id: "content-opinon-what-matters-most",
                name: "أكثر مايهم",
                articles: [
                    {
                        class: "columns-wrap",
                        header: "مناقشة",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Nibh sed pulvinar proin gravida hendrerit lectus. Habitasse platea dictumst quisque sagittis purus sit amet. Mi sit amet mauris commodo quis.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Nascetur ridiculus mus mauris vitae ultricies leo integer malesuada. Arcu non odio euismod lacinia. Ac turpis egestas sed tempus urna.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Lectus sit amet est placerat in. Auctor augue mauris augue neque gravida in fermentum. Duis convallis convallis tellus id interdum.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "هل تستحق ذلك؟",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Venenatis tellus in metus vulputate eu scelerisque felis. Orci phasellus egestas tellus rutrum tellus pellentesque eu. Id leo in vitae turpis massa sed elementum.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Feugiat vivamus at augue eget arcu dictum varius duis at. Ultrices mi tempus imperdiet nulla malesuada pellentesque elit eget.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Eget sit amet tellus cras adipiscing enim eu. Dictum at tempor commodo ullamcorper a lacus. Lectus proin nibh nisl condimentum id venenatis a condimentum vitae.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "افعل ذلك",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Mattis rhoncus urna neque viverra. Hendrerit gravida rutrum quisque non tellus orci ac. Ut venenatis tellus in metus.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Enim ut tellus elementum sagittis vitae et leo duis. Dictumst quisque sagittis purus sit amet volutpat consequat.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "urus ut faucibus pulvinar elementum integer enim neque. Commodo sed egestas egestas fringilla phasellus faucibus scelerisque.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-opinion-hot-topics",
                name: "مواضيع مثيرة",
                articles: [
                    {
                        class: "columns-2-balanced",
                        header: "هذا أولا",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "Feugiat in ante metus dictum at tempor. Faucibus scelerisque eleifend donec pretium. Turpis egestas integer eget aliquet nibh praesent. In metus vulputate eu scelerisque felis imperdiet. Diam maecenas sed enim ut sem. Quis imperdiet massa tincidunt nunc pulvinar sapien et.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "Massa eget egestas purus viverra accumsan in nisl nisi. Sodales ut eu sem integer. Ac tortor dignissim convallis aenean et tortor. Erat velit scelerisque in dictum non consectetur. Id venenatis a condimentum vitae sapien pellentesque habitant.",
                                url: "#"
                            }
                        ]
                    },
                    {
                        class: "columns-2-balanced",
                        header: "هذا الثاني",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "Nisl rhoncus mattis rhoncus urna. Ligula ullamcorper malesuada proin libero nunc consequat interdum. Nunc mi ipsum faucibus vitae aliquet nec ullamcorper. Pellentesque nec nam aliquam sem et tortor consequat. Consequat interdum varius sit amet mattis. Diam sit amet nisl suscipit adipiscing bibendum est ultricies.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "Fermentum odio eu feugiat pretium nibh ipsum consequat nisl. Non enim praesent elementum facilisis leo vel fringilla est ullamcorper. Nulla aliquet enim tortor at auctor urna. In arcu cursus euismod quis viverra nibh cras pulvinar mattis.",
                                url: "#"
                            }
                        ]
                    },
                ]
            },
            {
                id: "content-opinion-paid-content",
                name: "المحتوى المدفوع",
                articles: [
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "لا فيوليسي نولام مركبة نفسها.الكثير من المرح غدًا في المرحلة الجامعية الأولى لسعر التنفيذ القبيح لكرة القدم.قطر التصنيعالضحك",
                            },
                        ],
                    },
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "سريري سريري سريري سريري.أي شخص له يشدد على كرة السلة الحامل الإكلينيكي للاستثمار.",
                            },
                        ],
                    },
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "ومع ذلك ، غد كرة القدم.وظيفية الآ الكثير من الحلق في.لا مركبات.لكن حلق قبيح على كرة القدم ، مشروب بلدي.",
                            },
                        ],
                    },
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "موريس الآن الواجب المنزلي ما لم تكن المهنة.مؤلف الدعاية موريس أوغو أو حامل.",
                            },
                        ],
                    },
                ],
            },
        ],
    },
    health: {
        name: "صحة",
        url: "/health",
        priority: 2,
        sections: [
            {
                id: "content-health-trending",
                name: "الشائع",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "تركيز كامل للذهن",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "مينيابوليس لوريم حتى كتلة سابين الحلق.",
                        type: "list",
                        content: [
                            {
                                content: "Eu turpis egestas pretium aenean pharetra. Nisl condimentum id venenatis a condimentum vitae sapien pellentesque habitant.",
                            },
                            {
                                content: "Bibendum arcu vitae elementum curabitur vitae nunc sed velit dignissim.",
                            },
                            {
                                content: "Eu non diam phasellus vestibulum lorem. Fermentum dui faucibus in ornare quam viverra orci sagittis.",
                            },
                            {
                                content: "Et malesuada fames ac turpis. Ornare massa eget egestas purus viverra accumsan.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "أحدث الأبحاث",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "ومع ذلك ، فهو يريد أعضاء كرة القدم مثل حياة سلطة كرة القدم.",
                        type: "list",
                        content: [
                            {
                                content: "Metus vulputate eu scelerisque felis.",
                            },
                            {
                                content: "Aliquam sem et tortor consequat id. Feugiat nibh sed pulvinar proin.",
                            },
                            {
                                content: "Quisque non tellus orci ac auctor augue.",
                            },
                            {
                                content: "Sed risus pretium quam vulputate dignissim. Vitae tortor condimentum lacinia quis vel eros.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "صحية كبار",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "لا يتم تعزيز الشوكولاتة من قبل.",
                        type: "list",
                        content: [
                            {
                                content: "Odio euismod lacinia at quis risus sed vulputate odio. Ullamcorper eget nulla facilisi etiam.",
                            },
                            {
                                content: "Ipsum consequat nisl vel pretium. Nisi vitae suscipit tellus mauris a diam.",
                            },
                            {
                                content: "Laoreet id donec ultrices tincidunt arcu non sodales neque sodales.",
                            },
                            {
                                content: "At volutpat diam ut venenatis tellus in metus vulputate eu.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-health-latest-facts",
                name: "أحدث الحقائق",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "المزيد من الحياة ، ولكن أفضل",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "ولكن الوقت وعاء والارتجال الكتلة كتلة الكتل.",
                        type: "list",
                        content: [
                            {
                                content: "Pharetra vel turpis nunc eget. Eu feugiat pretium nibh ipsum consequat.",
                            },
                            {
                                content: "Velit dignissim sodales ut eu sem. Viverra accumsan in nisl nisi scelerisque eu ultrices.",
                            },
                            {
                                content: "Arcu dictum varius duis at consectetur lorem donec massa sapien.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "في حال فوته على نفسك",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "أرنب سعر جعبة كبيرة.",
                        type: "text",
                        content:
                            "Lectus proin nibh nisl condimentum id venenatis a condimentum vitae. Tincidunt praesent semper feugiat nibh sed pulvinar proin.\n\nQuis ipsum suspendisse ultrices gravida dictum fusce. Id donec ultrices tincidunt arcu non. Pellentesque habitant morbi tristique senectus et netus et malesuada fames.",
                    },
                    {
                        class: "columns-3-balanced",
                        header: "الفضاء والعلوم",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "قد, و شعار وبريطانيا حدى. فصل ما لفشل جديداً, قد أمام ",
                        type: "list",
                        display: "bullets",
                        content: [
                            {
                                content: "Semper eget duis at tellus at urna condimentum.",
                                url: "#",
                            },
                            {
                                content: "Aliquet lectus proin nibh nisl condimentum id. Velit scelerisque in dictum non.",
                                url: "#",
                            },
                            {
                                content: "Nulla posuere sollicitudin aliquam ultrices sagittis orci.",
                                url: "#",
                            },
                            {
                                content: "Condimentum vitae sapien pellentesque habitant. Iaculis at erat pellentesque adipiscing commodo elit at imperdiet.",
                                url: "#",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-health-medical-breakthroughs",
                name: "الاختراقات الطبية",
                articles: [
                    {
                        class: "columns-3-wide",
                        header: "الاختراعات الجراحية",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                            tag: "breaking",
                        },
                        title: "هو الكثير من الوقت لفترة طويلة جدا.بالطبع بحاجة الآن إلى كرتون الشوكولاتة موريس في البيئة المنحدرة.",
                        type: "text",
                        content:
                            "Ut eu sem integer vitae justo eget. Ut aliquam purus sit amet luctus. Sit amet mauris commodo quis imperdiet massa tincidunt. Tellus rutrum tellus pellentesque eu tincidunt tortor aliquam nulla facilisi. Turpis nunc eget lorem dolor sed. Ultrices in iaculis nunc sed augue lacus. Quam elementum pulvinar etiam non. Urna cursus eget nunc scelerisque. Nisl purus in mollis nunc sed.",
                    },
                    {
                        class: "columns-3-narrow",
                        header: "الرعاية الطبية",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "غدا دائما هوثتور أو الحياة.أو قبيح الآن بحاجة إلى ألم لوريم ولكن اسحب نفسك الآن.",
                        type: "text",
                        content:
                            "Lacus sed viverra tellus in hac habitasse. Sapien faucibus et molestie ac feugiat sed lectus. Pretium aenean pharetra magna ac. Volutpat odio facilisis mauris sit amet massa vitae tortor condimentum. Pellentesque massa placerat duis ultricies lacus sed turpis tincidunt id.\n\nParturient montes nascetur ridiculus mus mauris. Ultrices eros in cursus turpis. Bibendum at varius vel pharetra vel turpis. Luctus venenatis lectus magna fringilla urna porttitor rhoncus dolor.",
                    },
                    {
                        class: "columns-3-narrow",
                        header: "دواء",
                        url: "#",
                        image: {
                            src: "placeholder_light.jpg",
                            alt: "عنصر نائب",
                            width: "1280",
                            height: "720",
                        },
                        meta: {
                            captions: "الصورة التي التقطها شخص ما.",
                        },
                        title: "الج المطور الجامعي.إنه يرغب في عدم تعزيز الشوكولاتة فيها.",
                        type: "text",
                        content:
                            "Mattis molestie a iaculis at erat pellentesque adipiscing. Sed augue lacus viverra vitae congue. Volutpat consequat mauris nunc congue nisi vitae suscipit tellus. Lacus laoreet non curabitur gravida arcu. Nisl nisi scelerisque eu ultrices vitae auctor.\n\nInteger vitae justo eget magna fermentum iaculis eu non. Sollicitudin ac orci phasellus egestas. Ligula ullamcorper malesuada proin libero nunc consequat interdum.",
                    },
                ],
            },
            {
                id: "content-health-latest-videos",
                name: "أحدث مقاطع الفيديو",
                articles: [
                    {
                        class: "columns-1",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "watch",
                                },
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-health-educational",
                name: "تعليمية",
                articles: [
                    {
                        class: "columns-1",
                        type: "grid",
                        display: "grid-wrap",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "Orci phasellus egestas tellus rutrum tellus pellentesque eu. Pulvinar neque laoreet suspendisse interdum consectetur. Viverra maecenas accumsan lacus vel facilisis volutpat. Nibh ipsum consequat nisl vel pretium lectus quam id. Leo integer malesuada nunc vel risus commodo viverra.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "Proin libero nunc consequat interdum varius sit amet. Convallis posuere morbi leo urna molestie at. Consectetur lorem donec massa sapien faucibus et molestie ac feugiat. Egestas diam in arcu cursus euismod quis viverra nibh.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "Elit sed vulputate mi sit. Ullamcorper a lacus vestibulum sed arcu non odio euismod lacinia. Magna eget est lorem ipsum dolor sit amet consectetur. In tellus integer feugiat scelerisque varius morbi enim nunc faucibus. Nam libero justo laoreet sit.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "Nam aliquam sem et tortor consequat. Non sodales neque sodales ut etiam sit amet nisl purus. Viverra mauris in aliquam sem. Leo vel fringilla est ullamcorper. Tellus at urna condimentum mattis pellentesque id nibh tortor. Lacus laoreet non curabitur gravida. Ut morbi tincidunt augue interdum velit euismod in pellentesque.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "Egestas integer eget aliquet nibh praesent tristique magna sit. Id consectetur purus ut faucibus. Molestie a iaculis at erat pellentesque adipiscing commodo elit at. Nulla facilisi etiam dignissim diam quis enim lobortis scelerisque. Lectus proin nibh nisl condimentum id. Ornare quam viverra orci sagittis eu volutpat odio facilisis mauris.",
                                url: "#"
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-health-fitness",
                name: "لياقة بدنية",
                articles: [
                    {
                        class: "columns-wrap",
                        header: "حرق السعرات الحرارية الخاصة بك",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Dictumst quisque sagittis purus sit amet volutpat consequat. At imperdiet dui accumsan sit amet nulla facilisi. Felis bibendum ut tristique et egestas. Mus mauris vitae ultricies leo integer malesuada. Adipiscing at in tellus integer feugiat.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Morbi non arcu risus quis varius quam quisque id. Enim nulla aliquet porttitor lacus luctus. Quis imperdiet massa tincidunt nunc pulvinar sapien et ligula ullamcorper. Tempor id eu nisl nunc mi ipsum faucibus vitae aliquet. Consequat semper viverra nam libero justo laoreet sit.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Suscipit adipiscing bibendum est ultricies integer quis auctor elit. Gravida quis blandit turpis cursus in hac habitasse platea. Maecenas ultricies mi eget mauris pharetra et ultrices. Massa sed elementum tempus egestas sed.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "مفضلات الصالة الرياضية",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Nulla facilisi nullam vehicula ipsum a arcu cursus. Et ultrices neque ornare aenean euismod elementum nisi quis. Velit euismod in pellentesque massa. In fermentum posuere urna nec tincidunt praesent semper.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Sit amet consectetur adipiscing elit duis tristique sollicitudin. Ante metus dictum at tempor commodo ullamcorper. Tincidunt eget nullam non nisi est sit. Platea dictumst quisque sagittis purus sit amet volutpat consequat.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Sed vulputate odio ut enim blandit volutpat maecenas. Risus viverra adipiscing at in. Fusce id velit ut tortor pretium viverra. Sem nulla pharetra diam sit amet nisl. Posuere urna nec tincidunt praesent semper feugiat nibh.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "بيلاتيس",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Massa massa ultricies mi quis hendrerit dolor magna. Cursus vitae congue mauris rhoncus aenean vel elit scelerisque. Vestibulum lorem sed risus ultricies tristique. Egestas fringilla phasellus faucibus scelerisque eleifend donec pretium vulputate.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Massa enim nec dui nunc mattis enim ut tellus elementum. Eros in cursus turpis massa tincidunt dui. Sit amet consectetur adipiscing elit ut aliquam purus sit amet. Eget nullam non nisi est sit amet facilisis magna.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "enenatis tellus in metus vulputate eu scelerisque felis imperdiet proin. In eu mi bibendum neque egestas congue quisque egestas. Bibendum est ultricies integer quis auctor elit. Ipsum nunc aliquet bibendum enim facilisis. Magna fringilla urna porttitor rhoncus dolor purus non enim praesent.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-health-guides",
                name: "خطوط إرشاد",
                articles: [
                    {
                        class: "columns-3-balanced",
                        header: "الصحة بعد 50",
                        type: "articles-list",
                        content: [
                            {
                                title: "وكما أن الوصفة تسحب دائمًا للعلاج المجاني.",
                                content: "A lacus vestibulum sed arcu non odio euismod lacinia at. Viverra mauris in aliquam sem fringilla ut morbi tincidunt augue. Enim nec dui nunc mattis enim ut tellus. Congue eu consequat ac felis donec et odio. Vitae sapien pellentesque habitant morbi tristique senectus.",
                            },
                            {
                                title: "تتطلب شركة طيران الجزر أمراضًا ذكية أو ضحك القوس.",
                                content: "Gravida in fermentum et sollicitudin. Diam sollicitudin tempor id eu nisl. Proin libero nunc consequat interdum varius sit amet. Nunc pulvinar sapien et ligula ullamcorper malesuada proin libero. Lacinia quis vel eros donec ac.",
                            },
                            {
                                title: "ذلك الحرة لمحاكم الأهداف تم. ديسمبر الخاصّة الإثنان أس",
                                content: "Diam ut venenatis tellus in metus. Luctus accumsan tortor posuere ac. Eget aliquet nibh praesent tristique magna. Diam donec adipiscing tristique risus nec feugiat in fermentum posuere. Dolor morbi non arcu risus quis varius quam quisque.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "قلب صحي",
                        type: "articles-list",
                        content: [
                            {
                                title: "حامل مع شركائه ويسحب الأشعة ودفع كبير للجبال.",
                                content: "Nulla porttitor massa id neque aliquam vestibulum morbi. Nullam non nisi est sit amet facilisis. Vitae turpis massa sed elementum tempus. Varius duis at consectetur lorem. Consequat semper viverra nam libero justo laoreet sit.",
                            },
                            {
                                title: "ليس الكثير من الوقت فقط للجزر ، أيضًا ، الكثير من الوقت.",
                                content: "At augue eget arcu dictum varius duis at. Arcu felis bibendum ut tristique et egestas. Elementum tempus egestas sed sed risus pretium quam vulputate. Cursus euismod quis viverra nibh cras pulvinar. Praesent tristique magna sit amet purus gravida quis.",
                            },
                            {
                                title: "الكثير من العلاج حتى القطر الجذاب للارتجاع.",
                                content: "Nulla at volutpat diam ut venenatis tellus. Pulvinar mattis nunc sed blandit libero volutpat. Sit amet justo donec enim diam vulputate. Condimentum id venenatis a condimentum vitae sapien pellentesque habitant.",
                            },
                        ],
                    },
                    {
                        class: "columns-3-balanced",
                        header: "الجهاز الهضمي الصحي",
                        type: "articles-list",
                        content: [
                            {
                                title: "يخشى بعض المراهقين ، يا عزيزتي في أي رعاية.",
                                content: "Sodales ut etiam sit amet nisl purus in. Lorem ipsum dolor sit amet consectetur. Tincidunt ornare massa eget egestas purus viverra accumsan in. Orci eu lobortis elementum nibh tellus molestie nunc non. Ut faucibus pulvinar elementum integer enim neque.",
                            },
                            {
                                title: "استثمر تجمع الموجات فوق الصوتية للواجبات المنزلية ولكن.حتى لحوم البقر القطر.",
                                content: "Condimentum id venenatis a condimentum vitae sapien. Eu ultrices vitae auctor eu augue ut lectus. Fermentum iaculis eu non diam phasellus. Urna nunc id cursus metus aliquam eleifend mi. Venenatis cras sed felis eget velit aliquet sagittis.",
                            },
                            {
                                title: "نطاق الألم ليس عنصرًا حاليًا من مضادات الأكسدة.",
                                content: "Nunc consequat interdum varius sit. Non diam phasellus vestibulum lorem sed risus ultricies. Feugiat nibh sed pulvinar proin gravida hendrerit lectus a. Eget egestas purus viverra accumsan in nisl nisi scelerisque.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-health-underscored",
                name: "يؤكد",
                articles: [
                    {
                        class: "columns-2-balanced",
                        header: "هذا أولا",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "Lectus arcu bibendum at varius. Sed id semper risus in hendrerit gravida rutrum. Bibendum ut tristique et egestas quis ipsum suspendisse ultrices gravida. Euismod nisi porta lorem mollis. At varius vel pharetra vel turpis.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "Pretium aenean pharetra magna ac placerat vestibulum lectus mauris ultrices. Lacus sed turpis tincidunt id. Eget nunc scelerisque viverra mauris in aliquam sem fringilla ut. Dapibus ultrices in iaculis nunc sed.",
                                url: "#"
                            }
                        ]
                    },
                    {
                        class: "columns-2-balanced",
                        header: "هذا الثاني",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "Tempus iaculis urna id volutpat lacus laoreet non. Elementum nisi quis eleifend quam adipiscing vitae proin. Vel pretium lectus quam id leo. Eget sit amet tellus cras adipiscing enim eu turpis.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "Sapien nec sagittis aliquam malesuada bibendum arcu vitae. Adipiscing vitae proin sagittis nisl rhoncus. Euismod in pellentesque massa placerat duis. Nec tincidunt praesent semper feugiat nibh sed pulvinar proin. Quam nulla porttitor massa id neque.",
                                url: "#"
                            }
                        ]
                    }
                ]
            },
            {
                id: "content-health-what-to-eat",
                name: "ما الذي تريد أن تأكله",
                articles: [
                    {
                        class: "columns-wrap",
                        header: "الكربوهيدرات منخفضة",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Nec feugiat in fermentum posuere urna. Odio ut sem nulla pharetra. Est ultricies integer quis auctor elit sed. Dignissim cras tincidunt lobortis feugiat vivamus at augue eget.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Egestas sed tempus urna et. Lorem ipsum dolor sit amet consectetur adipiscing elit pellentesque habitant.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Sapien pellentesque habitant morbi tristique senectus et netus et malesuada. Dictum non consectetur a erat. Duis ut diam quam nulla porttitor.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "نباتي",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Sed viverra tellus in hac habitasse platea dictumst vestibulum. Nisi est sit amet facilisis magna etiam.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Convallis a cras semper auctor neque vitae tempus. Cursus risus at ultrices mi tempus imperdiet nulla.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Ut faucibus pulvinar elementum integer enim neque volutpat. Netus et malesuada fames ac turpis egestas sed tempus urna.",
                            },
                        ],
                    },
                    {
                        class: "columns-wrap",
                        header: "إفطار",
                        type: "excerpt",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Eget mauris pharetra et ultrices. In ante metus dictum at tempor commodo ullamcorper a. Ut sem nulla pharetra diam sit.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Lacus sed turpis tincidunt id aliquet risus. Nulla facilisi etiam dignissim diam quis enim. Non curabitur gravida arcu ac tortor dignissim convallis aenean.",
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                text: "Aliquam etiam erat velit scelerisque in dictum non. Pretium fusce id velit ut tortor pretium viverra.",
                            },
                        ],
                    },
                ],
            },
            {
                id: "content-health-hot-topics",
                name: "مواضيع مثيرة",
                articles: [
                    {
                        class: "columns-2-balanced",
                        header: "هذا أولا",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "Augue ut lectus arcu bibendum at varius. Cursus turpis massa tincidunt dui. Feugiat scelerisque varius morbi enim. Vel orci porta non pulvinar. Est velit egestas dui id ornare arcu odio. Amet porttitor eget dolor morbi non arcu risus quis. Turpis in eu mi bibendum neque egestas.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "new"
                                },
                                text: "Et pharetra pharetra massa massa. Commodo odio aenean sed adipiscing diam donec adipiscing. In mollis nunc sed id semper risus in hendrerit. A diam sollicitudin tempor id eu nisl nunc. Sit amet consectetur adipiscing elit duis tristique.",
                                url: "#"
                            }
                        ]
                    },
                    {
                        class: "columns-2-balanced",
                        header: "هذا الثاني",
                        type: "grid",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "Ac tincidunt vitae semper quis lectus nulla. Porttitor massa id neque aliquam. Sed faucibus turpis in eu mi bibendum neque egestas congue. Tincidunt id aliquet risus feugiat in ante metus. Hendrerit gravida rutrum quisque non tellus orci ac auctor augue. Augue eget arcu dictum varius duis at.",
                                url: "#"
                            },
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                meta: {
                                    tag: "breaking"
                                },
                                text: "Feugiat pretium nibh ipsum consequat nisl vel pretium lectus quam. Ipsum dolor sit amet consectetur. Non diam phasellus vestibulum lorem sed risus. Porttitor lacus luctus accumsan tortor. Morbi enim nunc faucibus a pellentesque sit amet porttitor. Vel turpis nunc eget lorem. Ligula ullamcorper malesuada proin libero.",
                                url: "#"
                            }
                        ]
                    },
                ]
            },
            {
                id: "content-health-paid-content",
                name: "المحتوى المدفوع",
                articles: [
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "سلطة كرة القدم حياة مجرد عملية الاحماء العظيمة.جعبة كبيرة واستثمر تصنيع تخرج.الراحة الإلزامية لا تتابع الذروة.",
                            },
                        ],
                    },
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "مركبات في زيارة من دورة الحياة المدرسية.بالنسبة إلى أسهم عنصر الحياة في المنطقة والواجب المنزلي الأسد.لا احتياجات مطور التغذية ماليسوادا.",
                            },
                        ],
                    },
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "إنها أتمنى أن ترغب في إزالة القوس الكراهية.جرة هي الآن الخوف.مطور الراحة الجامعي في في تمويل هو.في كرة السلة ، وقتي تمويل أي مطور التغذية.",
                            },
                        ],
                    },
                    {
                        class: "columns-4-balanced",
                        type: "preview",
                        content: [
                            {
                                image: {
                                    src: "placeholder_light.jpg",
                                    alt: "عنصر نائب",
                                    width: "1280",
                                    height: "720",
                                },
                                title: "كان التمويل ولكن الأداء ولكن البوابة.نولام ودرجة حرارة الحلق الفلفل الحار سعر المعرف السريري.الكتلة ليست واقعية الآن لعنصر المنطقة.",
                            },
                        ],
                    },
                ],
            },
        ],
    },
};
